Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/*.lproj/Waves.strings
Languages: hi, ru

# Receivecard.Label.minimunAmountInfo
source: The minimum is %@, the maximum is %@
hi: न्यूनतम %@ है, अधिकतम %@
ru: Минимум %@, максимум %@

# Send.Label.Error.notFundsFeeGateway
source: You don't have enough funds to pay the required fees. You must pay %@ transaction fee and %@ gateway fee.
hi: आवश्यक फ़ीस का भुगतान करने के लिए आपके पास पर्याप्त धनराशि नहीं है। आपको %@ लेनदेन फ़ीस और %@ गेटवे फ़ीस का भुगतान करना होगा।
ru: У вас недостаточно средств для отправки транзакции. Вы должны оплатить комиссию %@ и %@ gateway комиссию.

# Send.Label.Warning.description
source: Do not withdraw %@ to an ICO. We will not credit your account with tokens from that sale.
hi: आईसीओ में %@ न निकालना । हम उस खाते से टोकन आपके खाते को क्रेडिट नहीं करेंगे।
ru: Не выводите %@ на адреса ICO, так как мы не зачислим вам токены полученные после окончания распродажи.

# Send.Label.Warning.subtitle
source: We detected %@ address and will send your money through Coinomat gateway to that address. Minimum amount is %@, maximum amount is %@.
hi: हमने %@ पता पता लगाया है और उस पते पर कोइनोमाट गेटवे के माध्यम से आपका पैसा भेज देगा। न्यूनतम राशि %@ है, अधिकतम राशि %@ है।
ru: Введенный адрес определен как %@, ваши средства будут отправлены на него через шлюз Coinomat. Минимальная сумма перевода — %@, максимальная — %@.

# accountpassword.button.signIn.title
source: Sign In
hi: साइन इन
ru: Войти

# accountpassword.textfield.error.atleastcharacters
source: at least %d characters
hi: कम से कम %d अक्षर
ru: не менее %d символов

# accountpassword.textfield.password.placeholder
source: Account password
hi: खाता पासवर्ड
ru: Пароль от аккаунта

# addAddressbook.button.cancel
source: Cancel
hi: रोकना
ru: Отменить

# addAddressbook.button.delete
source: Delete
hi: मिटाना
ru: Удалить

# addAddressbook.button.deleteAddress
source: Delete address
hi: पता मिटाना
ru: Удалить адрес

# addAddressbook.button.save
source: Save
hi: सेव
ru: Сохранить

# addAddressbook.label.add
source: Add
hi: जोड़ना
ru: Добавить

# addAddressbook.label.address
source: Address
hi: पता
ru: Адрес

# addAddressbook.label.deleteAlertMessage
source: Are you sure you want to delete address from address book?
hi: क्या आप वाकई पता पुस्तिक से पता हटाना चाहते हैं?
ru: Вы действительно хотите удалить адрес из адресной книги?

# addAddressbook.label.edit
source: Edit
hi: बदलना
ru: Изменить

# addAddressbook.label.name
source: Name
hi: नाम
ru: Имя

# addAddressbook.textfield.address.error.addressexist
source: Already in use
hi: Bereits in Benutzung

# addressbook.label.addressBook
source: Address book
hi: पता पुस्तिक
ru: Адресная книга

# addressbook.label.addressDeleted
source: Address deleted
hi: पता मिटा दिया
ru: Адрес удален

# addressbook.label.noInfo
source: Nothing Here… You can create new address
hi: यहां कुछ नहीं है... आप नया पता बना सकते हैं
ru: Пока ничего нет… Вы можете добавить адрес

# addresseskeys.cell.address.title
source: Your address
hi: आपका पता
ru: Ваш адрес

# addresseskeys.cell.aliases.subtitle.withaliaces
source: You have %d
hi: आपके पास %d है
ru: У вас есть %d

# addresseskeys.cell.aliases.subtitle.withoutaliaces
source: You do not have
hi: तुम्हारे पास नहीं है
ru: У вас их нет

# addresseskeys.cell.aliases.title
source: Aliases
hi: उपनाम
ru: Алиасы

# addresseskeys.cell.privatekey.title
source: Private Key
hi: प्राइवेट की
ru: Приватный ключ

# addresseskeys.cell.privatekeyhidde.button.title
source: Show
hi: दिखाना
ru: Показать

# addresseskeys.cell.publickey.title
source: Public Key
hi: पब्लिक की
ru: Публичный ключ

# addresseskeys.cell.seed.title
source: Seed
hi: सीड
ru: Секретная фраза

# addresseskeys.navigation.title
source: Addresses, keys
hi: पते, की
ru: Адреса, ключи

# aliases.cell.head.title
source: Your Aliases
hi: आपके उपनाम
ru: Ваши алиасы

# aliases.view.info.button.create
source: Create new alias
hi: नया उपनाम बनाएं
ru: Создать алиас

# aliases.view.info.label.fee
source: Transaction Fee 0.001 Waves
hi: लेनदेन फ़ीस 0.001 वेव
ru: Комиссия 0.001 WAVES

# aliases.view.info.label.secondsubtitle
source: Your Alias must be between 4 and 30 characters long, and must contain only lowercase Latin letters, digits and symbols (@, -, _ etc)
hi: आपका उपनाम 4 से 30 अक्षरों के बीच होना चाहिए, और इसमें केवल लोअरकेस लैटिन अक्षरों, अंक और प्रतीकों (@, -, _ आदि) होना चाहिए
ru: Алиас должен содержать не менее 4 и не более 30 символов. Используйте только строчные латинские буквы, цифры и символы (@, -, _ и т.д.)

# aliases.view.info.label.subtitle
source: An Alias is a nickname for your address. You can use an Alias instead of an address to make transactions.
hi: एक उपनाम आपके पते के लिए उपनाम है। लेनदेन करने के लिए आप पते के बजाय एलियास का उपयोग कर सकते हैं।
ru: Алиас — это короткое название вашего адреса. Вы можете использовать алиса так же, как адрес при совершении транзакции.

# aliases.view.info.label.title
source: About Alias
hi: उपनाम के बारे में
ru: О алиасах

# aliaseswithout.view.info.button.create
source: Create new alias
hi: नया उपनाम बनाएं
ru: Создать алиас

# aliaseswithout.view.info.label.fee
source: Transaction Fee 0.001 Waves
hi: लेनदेन फ़ीस 0.001 वेव
ru: Комиссия 0.001 WAVES

# aliaseswithout.view.info.label.secondsubtitle
source: Your Alias must be between 4 and 30 characters long, and must contain only lowercase Latin letters, digits and symbols (@, -, _ etc)
hi: आपका उपनाम 4 से 30 अक्षरों के बीच होना चाहिए, और इसमें केवल लोअरकेस लैटिन अक्षरों, अंक और प्रतीकों (@, -, _ आदि) होना चाहिए
ru: Алиас должен содержать не менее 4 и не более 30 символов. Используйте только строчные латинские буквы, цифры и символы (@, -, _ и т.д.)

# aliaseswithout.view.info.label.subtitle
source: An Alias is a nickname for your address. You can use an Alias instead of an address to make transactions.
hi: एक उपनाम आपके पते के लिए उपनाम है। लेनदेन करने के लिए आप पते के बजाय एलियास का उपयोग कर सकते हैं।
ru: Алиас — это короткое название вашего адреса. Вы можете использовать алиас так же, как адрес при совершении транзакции.

# aliaseswithout.view.info.label.title
source: You do not have Aliases
hi: आपके पास उपनाम नहीं है
ru: У вас их нет

# asset.cell.assetInfo.description
source: Description
hi: विवरण
ru: Описание

# asset.cell.assetInfo.id
source: ID
hi: आई डी

# asset.cell.assetInfo.issueDate
source: Issue date
hi: जारी करने की तिथि
ru: Дата выпуска

# asset.cell.assetInfo.issuer
source: Issuer
hi: जारीकर्ता
ru: Эмитент

# asset.cell.assetInfo.kind.notReissuable
source: Not reissuable
hi: पुनर्निर्गमनीय नहीं कर सकते हैं
ru: Не перевыпускаемый

# asset.cell.assetInfo.kind.reissuable
source: Reissuable
hi: पुनर्निर्गमनीय
ru: Перевыпускаемый

# asset.cell.assetInfo.kind.title
source: Type
hi: प्रकार
ru: Тип

# asset.cell.assetInfo.name
source: Name
hi: नाम
ru: Имя

# asset.cell.assetInfo.title
source: Asset Info
hi: संपत्ति की जानकारी
ru: Информация об ассете

# asset.cell.balance.avaliableBalance
source: Available balance
hi: उपलब्ध शेष राशि
ru: Доступный баланс

# asset.cell.balance.button.exchange
source: Exchange
hi: अदला बदली
ru: Обмен

# asset.cell.balance.button.receive
source: Receive
hi: प्राप्त करना
ru: Получить

# asset.cell.balance.button.send
source: Send
hi: भेजना
ru: Отправить

# asset.cell.balance.inOrderBalance
source: In order
hi: क्रम में
ru: В ордерах

# asset.cell.balance.leased
source: Leased
hi: लीज्ड
ru: В лизинге

# asset.cell.balance.totalBalance
source: Total
hi: संपूर्ण
ru: Всего

# asset.cell.viewHistory
source: View history
hi: इतिहास देखे
ru: Смотреть историю

# asset.header.lastTransactions
source: Last transactions
hi: अंतिम लेनदेन
ru: Последние транзакции

# asset.header.notHaveTransactions
source: You do not have any transactions
hi: आपके पास कोई लेनदेन इतिहास नहीं है
ru: У вас нет транзакций

# assetlist.button.allList
source: All list
hi: सभी सूची
ru: Весь список

# assetlist.button.myList
source: My list
hi: मेरी सूची
ru: Мой список

# assetlist.button.withBalance
source: With balance
hi: राशि के साथ
ru: С балансом

# assetlist.label.assets
source: Assets
hi: संपत्ति
ru: Ассеты

# assetlist.label.loadingAssets
source: Loading assets…
hi: संपत्ति लोड हो रहा है ...
ru: Загрузка ассетов ...

# backup.backup.navigation.title
source: Backup phrase
hi: बैकप फ्रेज

# backup.confirmbackup.button.confirm
source: Confirm
hi: पक्का
ru: Подтвердить

# backup.confirmbackup.error.label
source: Wrong order, try again
hi: गलत आदेश, फिर प्रयास करें
ru: Неверный порядок, повторите попытку

# backup.confirmbackup.info.label
source: Please, tap each word in the correct order
hi: कृपया, शब्द को सही क्रम में टैप करें
ru: Пожалуйста, нажмите на слова в правильном порядке

# backup.confirmbackup.navigation.title
source: Confirm backup
hi: बैकअप की पुष्टि करें
ru: Подтвердить

# backup.infobackup.button.iunderstand
source: I understand
hi: मै समझता हुँ
ru: Я понимаю

# backup.infobackup.label.detail
source: Waves Platform would like to warn you about the increased frequency of scam and phishing attacks over the last month. Fraudsters are hiding their malware in their own versions of the Waves client and promising bonuses and discounts to lure in users. Please be careful and never input your SEED into these 'clients', because your account will be compromised and you will lose all of your funds. You should ONLY use the official Waves client.
hi: वेव्स प्लेटफार्म आपको पिछले महीने में घोटाले और फ़िशिंग हमलों की बढ़ी हुई आवृत्ति के बारे में चेतावनी देना चाहता है। धोखाधड़ी अपने संस्करणों में अपने मैलवेयर छुपा रहे हैं और उपयोगकर्ताओं को लुभाने के लिए बोनस और छूट का वादा कर रहे हैं। कृपया सावधान रहें और कभी भी इन क्लाइंट में अपने सीडों को इनपुट न करें, क्योंकि आपके खाते से समझौता किया जाएगा और आप अपने सभी फंड खो सकते हैं। आपको केवल आधिकारिक वेव्स क्लाइंट का उपयोग करना चाहिए।
ru: Платформа Waves предупреждает вас об участившихся случаях мошенничества и фишинга за последний месяц. Мошенники скрывают своё вредоносное ПО в своих версиях клиента Waves и предлагают многообещающие бонусы и скидки для привлечения пользователей. Будьте осторожны и никогда не вводите свой СИД в таких «клиентах», потому что ваша учетная запись будет скомпрометирована, и вы потеряете все свои деньги. Пользуйтесь ТОЛЬКО официальным клиентом Waves.

# backup.infobackup.label.title
source: Treat your backup phrase with care!
hi: देखभाल के साथ अपने बैकअप वाक्यांश का रखना!
ru: Осторожно используйте секретную фразу!

# backup.needbackup.button.backupnow
source: Back Up Now
hi: बैकअप बना देना इस वक़्त
ru: Сохранить сейчас

# backup.needbackup.button.doitlater
source: Do it later
hi: इसे बाद में करें
ru: Сделаю это позже

# backup.needbackup.label.detail
source: You must save the secret phrase. It is crucial for accessing your account.
hi: आपके सीक्रेट फ्रेज को ध्यान से रखना होगा। अपने खाते तक पहुंचने के लिए यह महत्वपूर्ण है।
ru: Вы должны сохранить секретную фразу. Это необходимо для доступа к вашему кошельку.

# backup.needbackup.label.title
source: No Backup, No Money
hi: कोई बैकअप नहीं, पैसा नहीं
ru: Нет бэкапа — нет денег

# backup.savebackup.copy.label.title
source: Please carefully write down these 15 words or copy them
hi: कृपया इन 15 शब्दों को ध्यान से लिखें या उन्हें कॉपी करें
ru: Пожалуйста, внимательно запишите эти 15 слов или скопируйте их

# backup.savebackup.label.title
source: Since only you control your money, you’ll need to save your backup phrase in case this app is deleted
hi: क्योंकि केवल आप अपने पैसे को नियंत्रित करते हैं, इसलिए आपको अपना बैकअप फ्रेज की आवश्यकता होगी अगर इस ऐप को मिटा दिए
ru: Посколько только вы контролируете ваши деньги, вам необходимо сохранить секретную фразу или вернитесь назад

# backup.savebackup.navigation.title
source: Save backup phrase
hi: सेव बैकअप फ्रेज
ru: Сохранение секретной фразы

# backup.savebackup.next.button.title
source: I've written it down
hi: मैंने इसे लिखा है
ru: Я всё записал

# backup.savebackup.next.label.title
source: You will confirm this phrase on the next screen
hi: आप अगली स्क्रीन पर इस फ्रेज की पुष्टि करेंगे
ru: Вам нужно будет восстановить эту фразу на следующем шаге

# biometric.readfromkeychain
source: Authenticate to decrypt wallet private key and confirm your transaction
hi: वॉलेट प्राइवेट की डिक्रिप्ट करने और अपने लेनदेन की पुष्टि करने के लिए ऑथेंटिकेट करें

# biometric.saveinkeychain
source: Authenticate to store encrypted wallet private key
hi: एन्क्रिप्टेड वॉलेट प्राइवेट की स्टोर करने के लिए ऑथेंटिकेट करें

# changepassword.button.confirm.title
source: Confirm
hi: कन्फर्म
ru: Подтвердить

# changepassword.navigation.title
source: Changed password
hi: बदला हुआ पासवर्ड
ru: Изменить пароль

# changepassword.textfield.confirmpassword.title
source: Confirm password
hi: पासवर्ड की पुष्टि कीजिये
ru: Подтвердите пароль

# changepassword.textfield.createpassword.title
source: New password
hi: नया पासवर्ड
ru: Новый пароль

# changepassword.textfield.error.atleastcharacters
source: at least %d characters
hi: कम से कम %d अक्षर
ru: не менее %d символов

# changepassword.textfield.error.incorrectpassword
source: incorrect password
hi: गलत पासवर्ड
ru: неверный пароль

# changepassword.textfield.error.passwordnotmatch
source: password not match
hi: पासवर्ड मेल नहीं खाता
ru: пароли не совпадают

# changepassword.textfield.oldpassword.title
source: Old password
hi: पुराना पासवर्ड
ru: Текущий пароль

# chooseaccount.alert.button.no
source: Cancel
hi: कैंसिल
ru: Отменить

# chooseaccount.alert.button.ok
source: Yes
hi: हाँ
ru: Да

# chooseaccount.alert.delete.message
source: Are you sure you want to delete this account?
hi: क्या आप वाकई इस खाते को मिटाना चाहते हैं?
ru: Вы действительно хотите удалить этот аккаунт?

# chooseaccount.alert.delete.title
source: Delete account
hi: खाता मिटा दो
ru: Удалить аккаунт

# chooseaccount.label.nothingWallets
source: Nothing Here… You do not have saved accounts
hi: यहां कुछ नहीं ... आपके पास सेव्ड खाते नहीं हैं
ru: Пока ничего нет… Вы не сохраняли аккаунты

# chooseaccount.navigation.title
source: Choose account
hi: खाता चुनें
ru: Выберите аккаунт

# createalias.button.create.title
source: Create
hi: निर्माण करना
ru: Создать

# createalias.cell.input.textfiled.input.placeholder
source: Symbolic name
hi: प्रतीकात्मक नाम
ru: Символическое имя

# createalias.cell.input.textfiled.input.title
source: Symbolic name
hi: प्रतीकात्मक नाम
ru: Символическое имя

# createalias.error.alreadyinuse
source: Already in use
hi: पहले से ही उपयोग में

# createalias.error.charactersmaximum
source: 30 characters maximum
hi: अधिकतम 30 अक्षर

# createalias.error.invalidcharacter
source: Invalid character
hi: अमान्य अक्षर

# createalias.error.minimumcharacters
source: Minimum 4 characters
hi: न्यूनतम 4 अक्षर

# createalias.navigation.title
source: New alias
hi: नया उपनाम
ru: Новый алиас

# dexchart.button.cancel
source: Cancel
hi: कैंसिल
ru: Отменить

# dexchart.label.emptyData
source: No chart data available
hi: कोई चार्ट डेटा उपलब्ध नहीं है
ru: Нет данных для графиков

# dexchart.label.hour
source: hour
hi: घंटा
ru: час

# dexchart.label.hours
source: hours
hi: घंटे
ru: часов

# dexchart.label.loadingChart
source: Loading chart…
hi: चार्ट लोड हो रहा है ...
ru: Загружаем график...

# dexchart.label.minutes
source: minutes
hi: मिनट
ru: минут

# dexcompleteorder.button.okey
source: Okay
hi: ठीक है
ru: Хорошо

# dexcompleteorder.label.amount
source: Amount
hi: रकम
ru: Количество

# dexcompleteorder.label.open
source: Open
hi: खोलना
ru: Открыто

# dexcompleteorder.label.orderIsCreated
source: The order is created
hi: आर्डर बनाया गया है
ru: Ордер создан

# dexcompleteorder.label.price
source: Price
hi: मूल्य
ru: Цена

# dexcompleteorder.label.status
source: Status
hi: स्थिति
ru: Статус

# dexcompleteorder.label.time
source: Time
hi: समय
ru: Время

# dexcreateorder.button.ask
source: Ask
hi: पूछो

# dexcreateorder.button.bid
source: Bid
hi: बोली

# dexcreateorder.button.buy
source: Buy
hi: खरीदें
ru: Купить

# dexcreateorder.button.cancel
source: Cancel
hi: कैंसिल
ru: Отменить

# dexcreateorder.button.day
source: day
hi: दिन
ru: день

# dexcreateorder.button.days
source: days
hi: दिन
ru: дней

# dexcreateorder.button.hour
source: hour
hi: घंटा
ru: час

# dexcreateorder.button.last
source: Last
hi: अंतिम

# dexcreateorder.button.minutes
source: minutes
hi: मिनट
ru: минут

# dexcreateorder.button.sell
source: Sell
hi: बेचना
ru: Продать

# dexcreateorder.button.useTotalBalanace
source: Use total balance
hi: संपूर्ण बैलेंस का प्रयोग करें
ru: Весь баланс

# dexcreateorder.button.week
source: week
hi: सप्ताह
ru: неделя

# dexcreateorder.label.Expiration
source: Expiration
hi: समाप्ति

# dexcreateorder.label.amountIn
source: Amount in
hi: अमाउंट इन
ru: Количество в

# dexcreateorder.label.bigValue
source: Value is too big
hi: मूल्य बहुत बड़ा है
ru: Значение слишком велико

# dexcreateorder.label.days
source: days
hi: दिन
ru: дней

# dexcreateorder.label.fee
source: Fee
hi: फ़ीस
ru: Комиссия

# dexcreateorder.label.limitPriceIn
source: Limit Price in
hi: लिमिट प्राइस इन
ru: Цена

# dexcreateorder.label.notEnough
source: Not enough
hi: पर्याप्त नहीं
ru: Недостаточно

# dexcreateorder.label.smallValue
source: Value is too small
hi: मूल्य बहुत छोटा है

# dexcreateorder.label.totalIn
source: Total in
hi: कुल मिलाकर
ru: Всего в

# dexinfo.label.amountAsset
source: Amount Asset
hi: राशि संपत्ति

# dexinfo.label.popular
source: Popular
hi: लोकप्रिय
ru: Популярно

# dexinfo.label.priceAsset
source: Price Asset
hi: मूल्य संपत्ति

# dexlasttrades.button.buy
source: BUY
hi: खरीदें
ru: КУПИТЬ

# dexlasttrades.button.sell
source: SELL
hi: बेचना
ru: ПРОДАТЬ

# dexlasttrades.label.amount
source: Amount
hi: रकम
ru: Количество

# dexlasttrades.label.emptyData
source: Nothing Here… The trading history is empty
hi: यहां कुछ भी नहीं ... व्यापार इतिहास खाली है
ru: Пока ничего нет… История торговли пуста

# dexlasttrades.label.loadingLastTrades
source: Loading last trades…
hi: अंतिम व्यापार लोड हो रहा है ...
ru: Загрузка последних сделок...

# dexlasttrades.label.price
source: Price
hi: मूल्य
ru: Цена

# dexlasttrades.label.sum
source: Sum
hi: राशि
ru: Сумма

# dexlasttrades.label.time
source: Time
hi: समय
ru: Время

# dexlist.button.addMarkets
source: Add Markets
hi: बाजार जोड़ें
ru: Добавить пару

# dexlist.label.decentralisedExchange
source: Decentralised Exchange
hi: डेसेंट्रलीसेड एक्सचेंज
ru: Децентрализованная биржа

# dexlist.label.description
source: Trade quickly and securely. You retain complete control over your funds when trading them on our decentralised exchange.
hi: जल्दी और सुरक्षित व्यापार करें। जब आप हमारे डेसेंट्रलीसेड एक्सचेंज पर व्यापार करते हैं तो आप अपने धन पर पूर्ण नियंत्रण बनाए रखते हैं।
ru: Торгуйте быстро и безопасно. Вы всегда держите свои средства под контролем, даже в момент обмена.

# dexlist.label.lastUpdate
source: Last update
hi: आखिरी अपडेट
ru: Последнее обновление

# dexlist.label.price
source: Price
hi: मूल्य
ru: Цена

# dexlist.label.today
source: today
hi: आज
ru: сегодня

# dexlist.label.yesterday
source: yesterday
hi: कल
ru: вчера

# dexlist.navigationBar.title
source: DEX
hi: डेक्स

# dexmarket.label.loadingMarkets
source: Loading markets…
hi: बाजार लोड हो रहा है ...
ru: Загрузка рынков...

# dexmarket.navigationBar.title
source: Markets
hi: बाजार
ru: Рынок пар

# dexmarket.searchBar.placeholder
source: Search
hi: खोज
ru: Поиск

# dexmyorders.label.amount
source: Amount
hi: रकम
ru: Количество

# dexmyorders.label.buy
source: Buy
hi: खरीदें
ru: Купить

# dexmyorders.label.date
source: Date
hi: दिनांक
ru: Дата

# dexmyorders.label.emptyData
source: Nothing Here… You do not have any orders
hi: यहां कुछ नहीं ... आपके पास कोई ऑर्डर नहीं है
ru: Пока ничего нет… nУ вас нет ордеров

# dexmyorders.label.loadingLastTrades
source: Loading orders…
hi: ऑर्डर लोड हो रहा है ...
ru: Загрузка оредеров...

# dexmyorders.label.price
source: Price
hi: मूल्य
ru: Цена

# dexmyorders.label.sell
source: Sell
hi: बेचना
ru: Продать

# dexmyorders.label.side
source: Side
hi: पक्ष

# dexmyorders.label.status
source: Status
hi: स्थिति
ru: Статус

# dexmyorders.label.status.accepted
source: Open
hi: खुला
ru: Открыт

# dexmyorders.label.status.cancelled
source: Cancelled
hi: रद्द
ru: Отменен

# dexmyorders.label.status.filled
source: Filled
hi: भर ग्या
ru: Заполнен

# dexmyorders.label.status.partiallyFilled
source: Partial
hi: अपूर्ण
ru: Частично

# dexmyorders.label.sum
source: Sum
hi: राशि

# dexmyorders.label.time
source: Time
hi: समय
ru: Время

# dexorderbook.button.buy
source: BUY
hi: खरीदें
ru: КУПИТЬ

# dexorderbook.button.sell
source: SELL
hi: बेचना
ru: ПРОДАТЬ

# dexorderbook.label.amount
source: Amount
hi: रकम
ru: Кол-во

# dexorderbook.label.emptyData
source: Nothing Here… The order book is empty
hi: यहां कुछ नहीं ... ऑर्डर बुक खाली है
ru: Пока ничего нет… Список сделок пуст

# dexorderbook.label.lastPrice
source: LAST PRICE
hi: अंतिम मूल्य

# dexorderbook.label.loadingOrderbook
source: Loading orderbook…
hi: ऑर्डरबुक लोड हो रहा है ...
ru: Загрузка биржевого стакана...

# dexorderbook.label.price
source: Price
hi: मूल्य
ru: Цена

# dexorderbook.label.spread
source: SPREAD
hi: स्प्रेड
ru: РАЗНИЦА

# dexorderbook.label.sum
source: Sum
hi: राशि
ru: Сумма

# dexsort.navigationBar.title
source: Sorting
hi: सॉर्टिंग
ru: Сортировка

# dextradercontainer.button.chart
source: Chart
hi: चार्ट
ru: График

# dextradercontainer.button.lastTrades
source: Last trades
hi: अंतिम व्यापार
ru: Сделки

# dextradercontainer.button.myOrders
source: My orders
hi: मेरे आर्डर
ru: Мои ордера

# dextradercontainer.button.orderbook
source: Orderbook
hi: ऑर्डरबुक
ru: Ордербук

# editaccountname.button.save
source: Save
hi: सेव
ru: Сохранить

# editaccountname.label.newName
source: New account name
hi: नया खाता नाम
ru: Новое имя аккаунта

# editaccountname.navigation.title
source: Edit name
hi: नाम संपादित करें
ru: Изменить имя

# enter.block.blockchain.text
source: Become part of a fast-growing area of the crypto world. You are the only person who can access your crypto assets.
hi: क्रिप्टो दुनिया के तेजी से बढ़ते क्षेत्र का हिस्सा बनें। आप एकमात्र ऐसे व्यक्ति हैं जो आपकी क्रिप्टो संपत्तियों तक पहुंच सकते हैं।
ru: Станьте частью быстро растущего криптомира. Только вы можете получить доступ к своим средствам.

# enter.block.blockchain.title
source: Get Started with Blockchain
hi: गेट स्टार्टेड विथ ब्लॉकचैन
ru: Начните работать с блокчейном

# enter.block.exchange.text
source: Trade quickly and securely. You retain complete control over your funds when trading them on our decentralised exchange.
hi: जल्दी और सुरक्षित व्यापार करें। जब आप हमारे डेसेंट्रलीसेड एक्सचेंज पर व्यापार करते हैं तो आप अपने धन पर पूर्ण नियंत्रण बनाए रखते हैं।
ru: Торгуйте быстро и безопасно. Вы всегда держите свои средства под контролем, даже в момент обмена.

# enter.block.exchange.title
source: Decentralised Exchange
hi: डेसेंट्रलीसेड एक्सचेंज
ru: Децентрализованная биржа

# enter.block.token.text
source: Issue your own tokens. These can be integrated into your business not only as an internal currency but also as a token for decentralised voting, as a rating system, or loyalty program.
hi: अपने खुद के टोकन जारी करें। इन्हें न केवल एक इंटरनल करेंसी के रूप में बल्कि डेसेंट्रलीसेड वोटिंग के रूप में, एक रेटिंग सिस्टम, या लॉयल्टी प्रोग्राम के रूप में आपके व्यापार में एकीकृत किया जा सकता है।
ru: Выпускайте свои собственные токены. Они могут быть использованы в вашем бизнесе не только как внутренняя валюта, но и в голосованиях, рейтинге и программах лояльности.

# enter.block.token.title
source: Token Launcher
hi: टोकन लॉन्चर
ru: Создание токенов

# enter.block.wallet.text
source: Store, manage and receive interest on your digital assets balance, easily and securely.
hi: आसानी से और सुरक्षित रूप से अपनी डिजिटल एसेट्स बैलेंस पर ब्याज, प्रबंधन और स्टोर करें।
ru: Храните токены, отправляйте и получайте платежи легко и безопасно.

# enter.block.wallet.title
source: Wallet
hi: वॉलेट
ru: Кошелёк

# enter.button.confirm.title
source: Confirm
hi: कन्फर्म
ru: Подтвердить
