Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/*.lproj/Waves.strings
Languages: hi, ru

# receivecardcomplete.label.afterPaymentUpdateBalance
source: After payment has been made your balance will be updated
hi: भुगतान करने के बाद आपकी शेष राशि अपडेट की जाएगी
ru: После того, как платеж будет произведен, ваш баланс обновиться

# receivecardcomplete.label.redirectToIndacoin
source: You have been redirected to «Indacoin»
hi: आपको «इनडाकोइन» पर रीडायरेक्ट कर दिया गया है
ru: Вы перенаправлены на «Indacoin»

# receivecryptocurrency.label.minumumAmountOfDeposit
source: The minimum amount of deposit is %@
hi: जमा की न्यूनतम राशि %@ है
ru: Минимальная сумма пополнения %@

# receivecryptocurrency.label.sendOnlyOnThisDeposit
source: Send only %@ to this deposit address
hi: इस जमा पते पर केवल %@ भेजें
ru: Отправляйте только %@ на этот адрес

# receivecryptocurrency.label.warningMinimumAmountOfDeposit
source: If you will send less than %@, you will lose that money.
hi: यदि आप %@ से कम भेजेंगे, तो आप वह पैसा खो देंगे।
ru: Если вы отправите меньше чем %@, вы потеряете деньги.

# receivecryptocurrency.label.warningSendOnlyOnThisDeposit
source: Sending any other currency to this address may result in the loss of your deposit.
hi: इस पते पर किसी अन्य मुद्रा को भेजने से आपके जमा की हानि हो सकती है।
ru: Отправка любой другой валюты на этот адрес может привести к потере вашего депозита.

# receivegenerate.label.generate
source: Generate…
hi: उत्पन्न ...
ru: Создание...

# receivegenerate.label.yourAddress
source: Your %@ address
hi: आपका %@ पता
ru: Ваш %@ адрес

# receiveinvoice.label.dollar
source: US Dollar
hi: अमेरिकी डॉलर

# send.button.chooseFromAddressBook
source: Choose from Address book
hi: पता पुस्तिका से चुनें
ru: Адресная книга

# send.button.continue
source: Continue
hi: जारी रहना
ru: Продолжить

# send.button.useTotalBalanace
source: Use total balance
hi: पूर्ण बैलेंस का प्रयोग करें
ru: Весь баланс

# send.label.addressNotValid
source: The address is not valid
hi: पता मान्य नहीं है
ru: Неверный адрес

# send.label.amount
source: Amount
hi: रकम
ru: Количество

# send.label.dollar
source: US Dollar
hi: अमेरिकी डॉलर

# send.label.error.insufficientFunds
source: Insufficient funds
hi: अपर्याप्त फंड्स
ru: недостаточно средств

# send.label.error.invalidId
source: invalid ID
hi: इनवैलिड आई डी
ru: неверный ID

# send.label.error.notFundsFee
source: You don't have enough funds to pay the required fees.
hi: आवश्यक फ़ीस का भुगतान करने के लिए आपके पास पर्याप्त धनराशि नहीं है।
ru: У вас недостаточно средств для отправки транзакции.

# send.label.gatewayFee
source: Gateway fee is
hi: गेटवे फ़ीस है
ru: Комиссия шлюза -

# send.label.moneroPaymentId
source: Monero Payment ID
hi: मोनरो पेमेंट आईडी
ru: ID платежа Monero

# send.label.recipient
source: Recipient
hi: प्राप्त करने वाला
ru: Получатель

# send.label.recipientAddress
source: Recipient address…
hi: प्राप्तकर्ता का पता…
ru: Адрес получателя...

# send.label.send
source: Send
hi: भेजना
ru: Отправить

# send.label.transactionFee
source: Transaction Fee
hi: लेनदेन फ़ीस
ru: Комиссия на перевод

# send.textField.placeholderPaymentId
source: Paste or type your Payment ID
hi: पेस्ट करें या अपनी पेमेंट आईडी टाइप करें
ru: Вставьте или введите ID платежа

# sendcomplete.button.okey
source: Okay
hi: ठीक है
ru: Хорошо

# sendcomplete.label.saveThisAddress
source: Do you want to save this address?
hi: क्या आप इस पते को सेव करना चाहते हैं?
ru: Вы хотите сохранить этот адрес?

# sendcomplete.label.transactionIsOnWay
source: Your transaction is on the way!
hi: आपका लेनदेन किया जा रहा है!
ru: Ваша транзакция уже в пути!

# sendcomplete.label.youHaveSent
source: You have sent
hi: तुमने भेज दिया
ru: Вы отправили

# sendconfirmation.button.confim
source: Confirm
hi: की पुष्टि करें
ru: Подтвердить

# sendconfirmation.label.confirmation
source: Confirmation
hi: पुष्टीकरण
ru: Подтверждение

# sendconfirmation.label.description
source: Description
hi: विवरण
ru: Описание

# sendconfirmation.label.descriptionIsTooLong
source: The description is too long
hi: विवरण बहुत लंबा है
ru: Описание слишком длинное

# sendconfirmation.label.dollar
source: US Dollar
hi: अमेरिकी डॉलर

# sendconfirmation.label.fee
source: Fee
hi: फ़ीस
ru: Комисия

# sendconfirmation.label.optionalMessage
source: Write an optional message
hi: एक वैकल्पिक संदेश लिखें
ru: Написать сообщение (не обязательно)

# sendconfirmation.label.sentTo
source: Sent to
hi: भेजा
ru: Получатель

# sendloading.label.sending
source: Sending...
hi: भेजा जा रहा है...
ru: Отправка...

# startleasing.button.chooseFromAddressBook
source: Choose from Address book
hi: पता पुस्तिका से चुनें
ru: Адресная книга

# startleasing.button.startLease
source: Start Lease
hi: लीज शुरू करें
ru: Передать в лизинг

# startleasing.button.useTotalBalanace
source: Use total balance
hi: पूर्ण बैलेंस का प्रयोग करें
ru: Весь баланс

# startleasing.button.useTotalBalance
source: Use total balance
hi: पूर्ण बैलेंस का प्रयोग करें
ru: Весь баланс

# startleasing.label.addressIsNotValid
source: Address is not valid
hi: पता मान्य नहीं है
ru: Неверный адрес

# startleasing.label.amount
source: Amount
hi: रकम
ru: Количество

# startleasing.label.balance
source: Balance
hi: बैलेंस
ru: Баланс

# startleasing.label.generator
source: Generator
hi: जनरेटर
ru: Генератор

# startleasing.label.nodeAddress
source: Node address...
hi: नोड पता ...
ru: Адрес ноды...

# startleasing.label.notEnough
source: Not enough
hi: पर्याप्त नहीं
ru: Недостаточно

# startleasing.label.startLeasing
source: Start leasing
hi: लीजिंग शुरू करें
ru: Передать в лизинг

# startleasing.label.transactionFee
source: Transaction Fee
hi: लेनदेन फ़ीस
ru: Комиссия на перевод

# transactionhistory.button.copied
source: Copied
hi: कॉपी किया गया
ru: Скопировано

# transactionhistory.button.copyAllData
source: Copy all data
hi: सभी डेटा कॉपी करें
ru: Скопировать всё

# transactionhistory.button.copyTXId
source: Copy TX ID
hi: TX आईडी कॉपी करें
ru: Копировать TX ID

# transactionhistory.cell.block
source: Block
hi: ब्लॉक
ru: Блок

# transactionhistory.cell.button.cancelLeasing
source: Cancel Leasing
hi: लीजिंग रद्द करें
ru: Отменить лизинг

# transactionhistory.cell.button.sendAgain
source: Send again
hi: कन्फर्मेशन्स
ru: Отправь еще раз

# transactionhistory.cell.confirmations
source: Confirmations
hi: पुष्टिकरण
ru: Подтверждений

# transactionhistory.cell.dataTransaction
source: Data Transaction
hi: डेटा ट्रांसक्शन
ru: Дата транзакция

# transactionhistory.cell.fee
source: Fee
hi: फ़ीस
ru: Комиссия

# transactionhistory.cell.from
source: From
hi: से
ru: От

# transactionhistory.cell.id
source: ID
hi: आईडी

# transactionhistory.cell.leasingTo
source: Leasing to
hi: लीजिंग टु
ru: Отдано в лизинг

# transactionhistory.cell.notReissuable
source: Not Reissuable
hi: पुनर्निर्गमनीय नहीं कर सकते हैं
ru: Не перевыпускаемый

# transactionhistory.cell.price
source: Price
hi: मूल्य
ru: Цена

# transactionhistory.cell.receivedFrom
source: Received from
hi: रेसिवड फ्रेम
ru: Получено от

# transactionhistory.cell.recipient
source: Recipient
hi: प्राप्त करने वाला
ru: Получатель

# transactionhistory.cell.reissuable
source: Reissuable
hi: रि-इशुएब्ल
ru: Перевыпускаемый

# transactionhistory.cell.sentTo
source: Sent to
hi: भेजा
ru: Получатель

# transactionhistory.cell.status.at
source: at
hi: पर
ru: в

# transactionhistory.cell.status.button.activeNow
source: Active Now
hi: एक्टिव नाउ
ru: Активен

# transactionhistory.cell.status.button.completed
source: Completed
hi: पूरा कर लिया है
ru: Выполнено

# transactionhistory.cell.status.button.unconfirmed
source: Unconfirmed
hi: अपुष्ट
ru: Неподтверждено

# transactionhistory.cell.status.timestamp
source: Timestamp
hi: समय-चिह्न
ru: Время

# transactionhistory.copy.amount
source: Amount
hi: रकम
ru: Количество

# transactionhistory.copy.date
source: Date
hi: दिनांक
ru: Дата

# transactionhistory.copy.fee
source: Fee
hi: फी
ru: Комиссия

# transactionhistory.copy.recipient
source: Recipient
hi: प्राप्त करने वाला
ru: Получатель

# transactionhistory.copy.sender
source: Sender
hi: प्रेषक
ru: Отправитель

# transactionhistory.copy.transactionId
source: Transaction ID
hi: ट्रांसक्शन आईडी
ru: ID транзакции

# transactionhistory.copy.type
source: Type
hi: प्रकार
ru: Тип

# usetouchid.button.notNow.text
source: Not now
hi: अभी नहीं
ru: Не сейчас

# usetouchid.button.useBiometric.text
source: Use %@
hi: %@ उपयोग करे
ru: Использовать %@

# usetouchid.label.detail.text
source: Use your %@ for faster, easier access to your account
hi: अपने खाते में तेज़ी और आसानी से पहुंचने के लिए अपने %@ का उपयोग करें
ru: Используйте свой %@ для более быстрого и легкого доступа к своему аккаунту.

# usetouchid.label.title.text
source: Use %@ to sign in?
hi: साइन इन करने के लिए %@ का उपयोग करें?
ru: Использовать %@ для входа?

# wallet.button.startLease
source: Start Lease
hi: लीज शुरू करें
ru: Передать в лизинг

# wallet.label.available
source: Available
hi: उपलब्ध
ru: Доступно

# wallet.label.leased
source: Leased
hi: लीज्ड
ru: В лизинге

# wallet.label.leasedIn
source: Leased in
hi: लीज्ड में
ru: Входящий лизинг

# wallet.label.quickNote.description.first
source: You can only transfer or trade WAVES that aren’t leased. The leased amount cannot be transferred or traded by you or anyone else.
hi: आप केवल वेव्स को ट्रांसफर या व्यापार कर सकते हैं जो लीजिंग पर नहीं हैं। लीज्ड राशि को आपके या किसी और द्वारा स्थानांतरित या व्यापार नहीं किया जा सकता है।
ru: Вы можете отправлять и торговать тем объёмом WAVES, который не находится в лизинге. WAVES, которые находятся в лизинге, нельзя отправить или обменять.

# wallet.label.quickNote.description.second
source: You can cancel a leasing transaction as soon as it appears in the blockchain which usually occurs in a minute or less.
hi: जैसे ही लीजिंग ब्लॉकचेन में दिखाई देता है, आप रद्द कर सकते हैं जो आमतौर पर एक मिनट या उससे कम समय में कर सकते हैं।
ru: Вы можете отменить транзакцию лизинга, как только она появится в блокчейне, что обычно занимает около минуты.

# wallet.label.quickNote.description.third
source: The generating balance will be updated after 1000 blocks.
hi: जनरेटिंग बैलेंस 1000 ब्लॉक के बाद अपडेट किया जाएगा।
ru: Генерирующий баланс обновится после 1000 блоков.

# wallet.label.startedLeasing
source: Started Leasing
hi: लीजिंग शुरू हुई
ru: Передача в лизинг

# wallet.label.totalBalance
source: Total balance
hi: कुल शेष
ru: Общий баланс

# wallet.label.viewHistory
source: View history
hi: इतिहास देखे
ru: Смотреть историю

# wallet.navigationBar.title
source: Wallet
hi: वॉलेट
ru: Кошелёк

# wallet.section.activeNow
source: Active now (%d)
hi: एक्टिव नाउ (%d)
ru: Активны сейчас (%d)

# wallet.section.hiddenAssets
source: Hidden assets (%d)
hi: छिपी संपत्तियां (%d)
ru: Скрытые ассеты (%d)

# wallet.section.quickNote
source: Quick note
hi: क्विक नोट
ru: Краткая заметка

# wallet.section.spamAssets
source: Spam assets (%d)
hi: स्पैम संपत्तियां (%d)
ru: Спам ассеты (%d)

# wallet.segmentedControl.assets
source: Assets
hi: संपत्ति
ru: Ассеты

# wallet.segmentedControl.leasing
source: Leasing
hi: लीजिंग
ru: Лизинг

# walletsort.button.position
source: Position
hi: पद
ru: Позиция

# walletsort.button.visibility
source: Visibility
hi: विसिबिलिटी
ru: Видимость

# walletsort.navigationBar.title
source: Sorting
hi: सॉर्टिंग
ru: Сортировка

# wavespopup.button.exchange
source: Exchange
hi: एक्सचेंज

# wavespopup.button.receive
source: Receive
hi: प्राप्त करना

# wavespopup.button.send
source: Send
hi: भेजना

# wavespopup.label.comingsoon
source: Coming soon
hi: जल्द आ रहा है
