Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/*.lproj/Waves.strings
Languages: hi, ru

# enter.button.createNewAccount.title
source: Create a new account
hi: एक नया खाता बनाएं
ru: Создать новый аккаунт

# enter.button.importAccount.detail
source: via pairing code or manually
hi: पैरिंग कोड या मैन्युअल के माध्यम से
ru: через QR-код или вручную

# enter.button.importAccount.title
source: Import account
hi: खाता आयात करें
ru: Импортировать аккаунт

# enter.button.signIn.detail
source: to a saved account
hi: एक सेव्ड खाते में
ru: в сохраненный аккаунт

# enter.button.signIn.title
source: Sign in
hi: साइन इन
ru: Войти

# enter.language.navigation.title
source: Change language
hi: भाषा बदलो
ru: Изменить язык

# general.biometric.faceID.title
source: Face ID
hi: फेस आईडी

# general.biometric.touchID.title
source: Touch ID
hi: टच आईडी

# general.label.title.myasset
source: / My Asset
hi: / मेरी संपत्ति
ru: / Мой ассет

# general.tabbar.title.dex
source: DEX
hi: डेक्स

# general.tabbar.title.history
source: History
hi: इतिहास
ru: История

# general.tabbar.title.profile
source: Profile
hi: प्रोफाइल
ru: Профиль

# general.tabbar.title.wallet
source: Wallet
hi: वॉलेट
ru: Кошелёк

# general.ticker.title.cryptocurrency
source: Cryptocurrency
hi: क्रिप्टोकरेन्सी
ru: Криптовалюта

# general.ticker.title.fiatmoney
source: Fiat Money
hi: फिएट पैसे
ru: Фиантые деньги

# general.ticker.title.spam
source: SPAM
hi: स्पैम
ru: СПАМ

# general.ticker.title.wavestoken
source: Waves Token
hi: वेव्स टोकन
ru: Waves токены

# hello.button.continue
source: Continue
hi: कंटिन्यू
ru: Продолжить

# hello.button.next
source: Next
hi: अगला
ru: Дальше

# hello.button.understand
source: I Understand
hi: मै समझता हुँ
ru: Я понимаю

# hello.page.info.fifth.detail.first
source: Do not open emails or links from unknown senders.
hi: अज्ञात प्रेषकों से ईमेल या लिंक न खोलें।
ru: Не открывайте письма или ссылки от неизвестных вам отправителей.

# hello.page.info.fifth.detail.fourth
source: Do not access your wallet when using public Wi-Fi or someone else’s device.
hi: सार्वजनिक वाई-फाई या किसी और के डिवाइस का उपयोग करते समय अपने वॉलेट उपयोग न करें
ru: Не заходите в кошелёк, используя общественный Wi-Fi или с чужого устройства.

# hello.page.info.fifth.detail.second
source: Regularly update your operating system.
hi: नियमित रूप से अपने ऑपरेटिंग सिस्टम को अद्यतन करें।
ru: Регулярно проверяйте наличие обновлений для операционной системы.

# hello.page.info.fifth.detail.third
source: Use official security software. Do not install unknown software which could be hacked.
hi: आधिकारिक सुरक्षा सॉफ्टवेयर का प्रयोग करें। अज्ञात सॉफ़्टवेयर इंस्टॉल न करें जिसे हैक किया जा सकता है।
ru: Пользуйтесь официальным программным обеспечением. Не устанавливайте неизвестные или взломанные программы.

# hello.page.info.fifth.title
source: How To Protect Yourself from Phishers
hi: फिशर्स से खुद को कैसे सुरक्षित रखें
ru: Как защититься от фишинга

# hello.page.info.first.detail
source: Please take some time to understand some important things for your own safety. We cannot recover your funds or freeze your account if you visit a phishing site or lose your backup phrase (aka SEED phrase). By continuing to use our platform, you agree to accept all risks associated with the loss of your SEED, including but not limited to the inability to obtain your funds and dispose of them. In case you lose your SEED, you agree and acknowledge that the Waves Platform would not be responsible for the negative consequences of this.
hi: कृपया अपनी सुरक्षा के लिए कुछ महत्वपूर्ण चीजों को समझने के लिए कुछ समय दें। यदि आप फ़िशिंग साइट पर जाते हैं या अपना बैकअप वाक्यांश (उर्फ सीड वाक्यांश) खो देते हैं, तो हम आपके फंड को पुनर्प्राप्त नहीं कर सकते हैं या अपने खाते को फ्रीज नहीं कर सकते हैं। हमारे प्लेटफॉर्म का उपयोग जारी रखते हुए, आप नुकसान से जुड़े सभी जोखिमों को स्वीकार करने के लिए सहमत हैं आपके सीड का, जिसमें आपके धन प्राप्त करने और उन्हें निपटाने में असमर्थता शामिल है, लेकिन इतनी ही सीमित नहीं है। यदि आप अपनी सीड खो देते हैं, तो आप सहमत हैं और स्वीकार करते हैं कि वेव्स प्लेटफ़ॉर्म इसके नकारात्मक परिणामों के लिए ज़िम्मेदार नहीं होगा।
ru: Пожалуйста, уделите немного времени для того, чтобы ознакомиться с важной информацией. 🙏 Мы не можем вернуть ваши средства или заморозить ваш аккаунт, если вы вошли в него на фишинговом сайте или потеряли секретную фразу (SEED). Продолжая использовать нашу платформу, вы соглашаетесь с тем, что в случае утраты вами секретной фразы (SEED), платформа Waves не сможет восстановить доступ к вашему аккаунту или вернуть вам ваши средства. Только вы контролируете свой аккаунт и ответственны за сохранность секретной фразы.

# hello.page.info.first.title
source: Welcome to the Waves Platform!
hi: वेव्स प्लेटफ़ॉर्म में आपका स्वागत है!
ru: Добро пожаловать на платформу Waves!

# hello.page.info.fourth.detail
source: One of the most common forms of scamming is phishing, which is when scammers create fake communities on Facebook or other websites that look similar to the authentic ones.
hi: स्कैमिंग के सबसे आम रूपों में से एक फिशिंग है, जो तब होता है जब स्कैमर फेसबुक या अन्य वेबसाइटों पर नकली समुदायों को बनाते हैं जो प्रामाणिक लोगों के समान दिखते हैं।
ru: Одним из распространённых видов мошенничества является фишинг — мошенники создают фальшивые группы в Facebook, сайты, внешне похожие на настоящие.

# hello.page.info.fourth.title
source: How To Protect Yourself from Phishers
hi: फिशर्स से खुद को कैसे सुरक्षित रखें
ru: Как защититься от фишинга

# hello.page.info.second.detail
source: When registering your account, you will be asked to save your secret phrase (Seed) and to protect your account with a password. On normal centralized servers, special attention is paid to the password, which can be changed and reset via email, if the need arises. However, on decentralized platforms such as Waves, everything is arranged differently:
hi: अपना खाता पंजीकृत करते समय, आपको अपने सीक्रेट फ्रेज (सीड) को सेव और पासवर्ड के साथ अपने खाते की सुरक्षा के लिए कहा जाएगा। सामान्य केंद्रीकृत सर्वरों पर, पासवर्ड पर विशेष ध्यान दिया जाता है, जिसे आवश्यकता होने पर ईमेल के माध्यम से बदला जा सकता है और रीसेट किया जा सकता है। हालांकि, वेव्स जैसे विकेन्द्रीकृत प्लेटफार्मों पर, सबकुछ अलग-अलग व्यवस्थित किया जाता है:
ru: При регистрации аккаунта вам предлагается сохранить секретную фразу (Seed) и защитить аккаунт паролем. В обычных централизованных сервисах особое внимание уделяется именно паролю, который, в случае чего, можно изменить или восстановить через почту. У децентрализованной платформы Waves всё устроено иначе:

# hello.page.info.second.title
source: What you need to know about your SEED
hi: आपको अपने सीड के बारे में क्या जानने की ज़रूरत है
ru: Что вам нужно знать о секретной фразе

# hello.page.info.third.detail.first
source: You use your wallet anonymously, meaning your account is not connected to an email account or any other identifying data.
hi: आप अपने वॉलेट को गुमनाम रूप से उपयोग करते हैं, जिसका अर्थ है कि आपका खाता किसी ईमेल खाते या किसी अन्य पहचान डेटा से कनेक्ट नहीं है।
ru: Вы пользуетесь кошельком анонимно, ваш аккаунт не привязывается к электронной почте или к другим идентифицирующим данным.

# hello.page.info.third.detail.fourth
source: You cannot change your secret phrase. If you accidentally sent it to someone or suspect that scammers have taken it over, then create a new Waves wallet immediately and transfer your funds to it.
hi: आप अपना सीक्रेट फ्रेज नहीं बदल सकते हैं। यदि आपने गलती से इसे किसी को भेजा है या संदेह है कि स्कैमर इसे ले गए हैं, तो तुरंत एक नया वेव्स वॉलेट बनाएं और अपने धन को ट्रान्सफर करें।
ru: Секретную фразу нельзя изменить. Если вы её случайно кому-то отправили или подозреваете, что ею завладели мошенники, срочно создайте новый кошелёк Waves и переведите все средства на него, не забыв при этом сохранить новую секретную фразу.

# hello.page.info.third.detail.second
source: Your password protects your account when working on a certain device or browser. It is needed in order to ensure that your secret phrase is not saved in storage.
hi: किसी निश्चित डिवाइस या ब्राउज़र पर काम करते समय आपका पासवर्ड आपके खाते की सुरक्षा करता है। इसकी आवश्यकता यह सुनिश्चित करने के लिए है कि आपका सीक्रेट फ्रेज सेव नहीं किया गया है।
ru: Пароль защищает ваш аккаунт в рамках работы с конкретным устройством или браузером. Он необходим для того, чтобы ваша секретная фраза не хранилась в памяти и злоумышленники не могли получить к ней доступ.

# hello.page.info.third.detail.third
source: If you forget your password, you can easily create a new one by using the account recovery form via your secret phrase. If you lose your secret phrase, however, you will have no way to access your account.
hi: यदि आप अपना पासवर्ड भूल जाते हैं, तो आप अपने सीक्रेट फ्रेज के माध्यम से खाता पुनर्प्राप्ति फ़ॉर्म का उपयोग कर आसानी से एक नया बना सकते हैं। यदि आप अपना सीक्रेट फ्रेज खो देते हैं, तो आपके पास अपने खाते तक पहुंचने का कोई तरीका नहीं होगा।
ru: Забыв пароль, вы легко можете создать новый, воспользовавшись формой восстановления аккаунта через секретную фразу. Потеряв секретную фразу, вы теряете доступ к вашему аккаунту навсегда.

# hello.page.info.third.title
source: What you need to know about your SEED
hi: आपको अपने सीड के बारे में क्या जानने की ज़रूरत है
ru: Что вам нужно знать о секретной фразе

# history.navigationBar.title
source: History
hi: इतिहास
ru: История

# history.segmentedControl.activeNow
source: Active Now
hi: एक्टिव नाउ
ru: Активен

# history.segmentedControl.all
source: All
hi: सब
ru: Всё

# history.segmentedControl.canceled
source: Canceled
hi: रद्द
ru: Отменен

# history.segmentedControl.exchanged
source: Exchanged
hi: एक्सचेंजड

# history.segmentedControl.issued
source: Issued
hi: जारी किए गए
ru: Выпущен

# history.segmentedControl.leased
source: Leased
hi: लीज्ड
ru: В лизинге

# history.segmentedControl.received
source: Received
hi: प्राप्त किया
ru: Получено

# history.segmentedControl.sent
source: Sent
hi: भेज दिया
ru: Получатель

# history.transaction.title.alias
source: Create Alias
hi: उपनाम बनाएँ
ru: Создать алиас

# history.transaction.title.canceledLeasing
source: Canceled Leasing
hi: कान्सेलड लीजिंग
ru: Отмененный лизинг

# history.transaction.title.data
source: Data transaction
hi: डेटा ट्रांसक्शन
ru: Дата транзакция

# history.transaction.title.exchange
source: Exchange
hi: एक्सचेंज

# history.transaction.title.incomingLeasing
source: Incoming Leasing
hi: इनकमिंग लीजिंग
ru: Входящий лизинг

# history.transaction.title.received
source: Received
hi: प्राप्त किया
ru: Получено

# history.transaction.title.selfTransfer
source: Self-transfer
hi: सेल्फ-ट्रांसफर
ru: Отправка себе

# history.transaction.title.sent
source: Sent
hi: भेज दिया
ru: Отправлено

# history.transaction.title.startedLeasing
source: Started Leasing
hi: लीजिंग शुरू हुई
ru: Передача в лизинг

# history.transaction.title.tokenBurn
source: Token Burn
hi: टोकन बर्न
ru: Сожжение токена

# history.transaction.title.tokenGeneration
source: Token Generation
hi: टोकन जनरेशन
ru: Генерация токена

# history.transaction.title.tokenReissue
source: Token Reissue
hi: टोकन रि-इशू
ru: Перевыпуск токена

# history.transaction.title.unrecognisedTransaction
source: Unrecognised Transaction
hi: अपरिचित ट्रांसक्शन
ru: Неопознанная транзакция

# history.transaction.value.data
source: Entry in blockchain
hi: ब्लॉकचेन में प्रवेश
ru: Запись в блокчейн

# import.account.button.enter.title
source: Enter seed manually
hi: मैन्युअल रूप से सीड दर्ज करें
ru: Введите секретную фразу вручную

# import.account.button.scan.title
source: Scan pairing code
hi: पैरिंग जोड़ी कोड स्कैन करें
ru: Сканировать QR-код

# import.account.label.info.step.one.detail
source: Settings — Security — Pairing code
hi: सेटिंग्स — सिक्योरिटी — पैरिंग कोड

# import.account.label.info.step.one.title
source: Log in to your Waves Client via your PC or Mac at https://client.wavesplatform.com
hi: https://client.wavesplatform.com पर अपने पीसी या मैक के माध्यम से अपने वेव्स क्लाइंट में लॉग इन करें
ru: Log in to your Beta Client via your PC or Mac at https://beta.wavesplatform.com

# import.account.label.info.step.two.title
source: Click «Show Pairing Code» to reveal a QR Code. Scan the code with your camera.
hi: एक क्यूआर कोड प्रकट करने के लिए «पैरिंग कोड दिखाएं» पर क्लिक करें। अपने कैमरे के साथ कोड स्कैन करें।

# import.account.navigation.title
source: Import account
hi: खाता इम्पोर्ट करें
ru: Импорт аккаунта

# import.general.navigation.title
source: Import account
hi: खाता इम्पोर्ट करें
ru: Импорт аккаунта

# import.general.segmentedControl.manually
source: Manually
hi: मैन्युअल
ru: Вручную

# import.general.segmentedControl.scan
source: Scan
hi: स्कैन
ru: Сканировать

# import.manually.button.continue
source: Continue
hi: जारी रहना
ru: Продолжить

# import.manually.label.address.placeholder
source: Your seed is the 15 words you saved when creating your account
hi: आपका सीड 15 शब्द है जिसे आपने अपना खाता बनाते समय सेव किया था

# import.manually.label.address.title
source: Your account seed
hi: आपका खाता सीड
ru: Семя вашей учетной записи

# import.password.button.continue
source: Continue
hi: जारी रहना
ru: Продолжить

# import.scan.button.title
source: Scan pairing code
hi: पैरिंग कोड स्कैन करें
ru: Сканировать QR-код

# import.scan.label.step.one.title
source: Log in to your Waves Client via web or Mac, PC
hi: वेब या मैक/पीसी के माध्यम से अपने वेव्स क्लाइंट में लॉग इन करें

# import.scan.label.step.three.title
source: Scan the code with your camera
hi: अपने कैमरे के साथ कोड स्कैन करें
ru: Сканирование кода с помощью камеры

# import.scan.label.step.two.detail
source: Settings — Security — Pairing code
hi: सेटिंग्स — सिक्योरिटी — पैरिंग कोड

# import.scan.label.step.two.title
source: Click «Show Pairing Code» to reveal a QR Code
hi: एक क्यूआर कोड प्रकट करने के लिए «शो पैरिंग कोड» पर क्लिक करें

# import.welcome.button.continue
source: Continue
hi: जारी रहना
ru: Продолжить

# import.welcome.label.address.placeholder
source: Your seed is the 15 words you saved when creating your account
hi: आपका सीड 15 शब्द है जिसे आपने अपना खाता बनाते समय सेव किया था

# import.welcome.label.address.title
source: Your account seed
hi: आपका खाता सीड
ru: Секретная фраза вашего аккаунта

# import.welcome.navigation.title
source: Welcome back
hi: वापसी पर स्वागत है
ru: Добро пожаловать

# legal.checkbox.box.button.confirm
source: Confirm and begin
hi: पुष्टि करें और शुरू करें
ru: Подтвердить и начать

# legal.checkbox.box.first
source: I understand that my funds are held securely on this device, not by a company
hi: मैं समझता हूं कि मेरे फंड इस डिवाइस पर सुरक्षित रूप से आयोजित किए जाते हैं, न कि किसी कंपनी द्वारा
ru: Я понимаю, что мои средства хранятся на этом устройстве, а не у компании

# legal.checkbox.box.second
source: I understand that if this app is moved to another device or deleted, my Waves can only be recovered with the backup phrase
hi: मैं समझता हूं कि यदि यह ऐप किसी अन्य डिवाइस पर ले जाया गया है या हटा दिया गया है, तो मेरी वेव्स केवल बैकअप फ्रेज से पुनर्प्राप्त की जा सकती हैं
ru: Я понимаю, что если это приложение установлено на другом устройстве или удалено, то я получу доступ к своим средствам только с помощью секретной фразы

# legal.checkbox.box.subtitle
source: Waves is different — it cannot be held safely by a bank or web service
hi: वेव्स अलग हैं - इसे किसी बैंक या वेब सेवा द्वारा सुरक्षित रूप से नहीं रखा जा सकता है
ru: Кошелёк Waves хранится только на вашем компьютере

# legal.checkbox.box.termsOfUse
source: Terms of Use
hi: उपयोग की शर्तें
ru: Условиями использования

# legal.checkbox.box.third
source: I have read, understood, and agree to the
hi: मैंने पढ़ा, समझ लिया है, और इससे सहमत हूं
ru: Я прочитал, понял и согласился с

# legal.checkbox.box.title
source: Done! Let’s review.
hi: पूर्ण हुआ! चलो रिव्यु कर्ते हे।
ru: Готово! Давайте рассмотрим.

# menu.button.supportwavesplatform
source: Support Wavesplatform
hi: सपोर्ट वेव्स प्लेटफोर्म

# menu.button.termsandconditions
source: Terms and conditions
hi: नियम और शर्तें

# menu.button.whitepaper
source: Whitepaper
hi: वाइट पेपर

# menu.label.communities
source: Join the Waves Community
hi: वेव्स समुदाय में शामिल हों

# menu.label.description
source: Keep up with the latest news and articles, and find out all about events happening on the Waves Platform
hi: नवीनतम समाचार और लेखों के साथ बने रहें, और वेव्स प्लेटफ़ॉर्म पर होने वाली घटनाओं के बारे में सभी जानें

# myaddress.button.copy.title
source: Copy
hi: प्रतिलिपि
ru: Копировать

# myaddress.button.share.title
source: Share
hi: शेयर
ru: Поделиться

# myaddress.cell.aliases.subtitle.withaliaces
source: You have %d
hi: आपके पास %d है
ru: У вас есть %d

# myaddress.cell.aliases.subtitle.withoutaliaces
source: You do not have
hi: तुम्हारे पास नहीं है
ru: У вас их нет

# myaddress.cell.aliases.title
source: Aliases
hi: उपनाम
ru: Алиасы

# myaddress.cell.info.title
source: Your address
hi: आपका पता
ru: Ваш адрес

# myaddress.cell.qrcode.title
source: Your QR Code
hi: आपका क्यूआर कोड
ru: Ваш QR-код

# networksettings.button.save.title
source: Save
hi: सेव
ru: Сохранить

# networksettings.button.setdefault.title
source: Set default
hi: डिफॉल्ट सेट करें
ru: По умолчанию

# networksettings.label.switchspam.title
source: Spam filtering
hi: स्पैम फ़िल्टरिंग
ru: Отключить фильтрацию спама

# networksettings.navigation.title
source: Network
hi: नेटवर्क
ru: Сеть

# networksettings.textfield.spamfilter.title
source: Spam filter
hi: स्पैम फ़िल्टर
ru: Спам-фильтр

# newaccount.avatar.detail
source: This avatar is unique. You cannot change it later.
hi: यह अवतार अद्वितीय है। आप इसे बाद में नहीं बदल सकते हैं।
ru: Этот аватар уникален. Вы не сможете изменить его потом.

# newaccount.avatar.title
source: Choose your address avatar
hi: अपना पता अवतार चुनें
ru: Выберите свой аватар

# newaccount.backup.navigation.title
source: New Account
hi: नया खाता
ru: Новый аккаунт

# newaccount.main.navigation.title
source: New Account
hi: नया खाता
ru: Новый аккаунт

# newaccount.secret.navigation.title
source: New Account
hi: नया खाता
ru: Новый аккаунт

# newaccount.textfield.accountName.title
source: Account name
hi: खाते का नाम
ru: Имя аккаунта

# newaccount.textfield.confirmpassword.title
source: Confirm password
hi: पासवर्ड की पुष्टि कीजिये
ru: Подтвердите пароль

# newaccount.textfield.createpassword.title
source: Create a password
hi: एक पासवर्ड बनाएं
ru: Создайте пароль

# newaccount.textfield.error.atleastcharacters
source: at least %d characters
hi: कम से कम %d अक्षर
ru: не менее %d символов

# newaccount.textfield.error.passwordnotmatch
source: password not match
hi: पासवर्ड मेल नहीं खाता
ru: пароли не совпадают

# passcode.button.forgotPasscode.title
source: Use account password
hi: खाता पासवर्ड का प्रयोग करें
ru: Использовать пароль аккаунта

# passcode.label.forgotPasscode.title
source: Forgot passcode?
hi: पासकोड भूल गए?
ru: Забыли код-пароль?

# passcode.label.passcode.create
source: Create a passcode
hi: पासकोड बनाएं
ru: Создайте код-пароль

# passcode.label.passcode.enter
source: Enter Passcode
hi: पासकोड दर्ज करें
ru: Введите код-пароль

# passcode.label.passcode.old
source: Enter old Passcode
hi: पुराना पासकोड दर्ज करें
ru: Введите текущий код-пароль

# passcode.label.passcode.verify
source: Verify your passcode
hi: अपना पासकोड सत्यापित करें
ru: Проверьте код-пароль

# profile.alert.deleteAccount.button.cancel
source: Cancel
hi: रद्द करना
ru: Отменить

# profile.alert.deleteAccount.button.delete
source: Delete
hi: हटाना
ru: Удалить

# profile.alert.deleteAccount.message
source: Are you sure you want to delete this account from device?
hi: क्या आप वाकई इस खाते को डिवाइस से हटाना चाहते हैं?
ru: Вы действительно хотите удалить этот аккаунт с устройства?

# profile.alert.deleteAccount.title
source: Delete account
hi: खाता हटा दो
ru: Удалить аккаунт

# profile.alert.deleteAccount.withoutbackup.message
source: Deleting an account will lead to its irretrievable loss!
hi: एक खाता हटाना इसके अप्रत्याशित नुकसान का कारण बन सकता है !
ru: Удаление аккаунта приведет к его безвозвратной утрате!

# profile.button.delete.title
source: Delete account from device
hi: डिवाइस से खाता हटाएं
ru: Удалить аккаунт с устройства

# profile.button.logout.title
source: Logout of account
hi: खाते से लॉगआउट
ru: Выйти из аккаунта

# profile.cell.addressbook.title
source: Address book
hi: पता पुस्तिक
ru: Адресная книга

# profile.cell.addresses.title
source: Addresses, keys
hi: पते, कीस
ru: Адреса, ключи

# profile.cell.backupphrase.title
source: Backup phrase
hi: बैकअप फ्रेज
ru: Секретная фраза

# profile.cell.changepasscode.title
source: Change passcode
hi: पासकोड बदलें
ru: Изменить код-пароль

# profile.cell.changepassword.title
source: Change password
hi: पासवर्ड बदलें
ru: Изменить пароль

# profile.cell.currentheight.title
source: Current height
hi: वर्तमान ऊंचाई
ru: Текущая высота

# profile.cell.feedback.title
source: Feedback
hi: प्रतिक्रिया
ru: Обратная связь

# profile.cell.info.currentheight.title
source: Current height
hi: वर्तमान ऊंचाई
ru: Текущая высота

# profile.cell.info.version.title
source: Version
hi: संस्करण
ru: Версия

# profile.cell.language.title
source: Language
hi: भाषा
ru: Язык

# profile.cell.network.title
source: Network
hi: नेटवर्क
ru: Сеть

# profile.cell.pushnotifications.title
source: Push Notifications
hi: सूचनाएं भेजना
ru: Уведомления

# profile.cell.rateApp.title
source: Rate app
hi: एप्लिकेशन को रेट करें
ru: Оценить приложение

# profile.cell.supportwavesplatform.title
source: Support Wavesplatform
hi: सपोर्ट वेव्स प्लेटफोर्म
ru: Поддержка Wavesplatform

# profile.header.general.title
source: General settings
hi: सामान्य सेटिंग्स
ru: Основные настройки

# profile.header.other.title
source: Other
hi: अन्य
ru: Другое

# profile.header.security.title
source: Security
hi: सेक्युरिटी
ru: Безопасность

# profile.language.navigation.title
source: Language
hi: भाषा
ru: Язык

# profile.navigation.title
source: Profile
hi: प्रोफाइल
ru: Профиль

# receive.button.card
source: Card
hi: कार्ड
ru: Карта

# receive.button.continue
source: Continue
hi: जारी रहना
ru: Продолжить

# receive.button.cryptocurrency
source: Сryptocurrency
hi: क्रिप्टोकरेन्सी
ru: Криптовалюта

# receive.button.invoice
source: Invoice
hi: इनवॉइस
ru: Внутри сети

# receive.button.useTotalBalance
source: Use total balance
hi: पूर्ण बैलेंस का प्रयोग करें
ru: Весь баланс

# receive.label.amount
source: Amount
hi: रकम
ru: Количество

# receive.label.amountIn
source: Amount in
hi: अमाउंट इन
ru: Количество в

# receive.label.asset
source: Asset
hi: एसेट
ru: Ассет

# receive.label.receive
source: Receive
hi: प्राप्त करना
ru: Получить

# receive.label.selectYourAsset
source: Select your asset
hi: अपनी संपत्ति का चुनाव करें
ru: Выберите свой ассет

# receiveaddress.button.cancel
source: Cancel
hi: रद्द करना
ru: Отменить

# receiveaddress.button.close
source: Close
hi: बंद करे
ru: Закрыть

# receiveaddress.button.copied
source: Сopied!
hi: कोपिएड!
ru: Скопировано!

# receiveaddress.button.copy
source: Copy
hi: कॉपी
ru: Копировать

# receiveaddress.button.share
source: Share
hi: शेयर
ru: Поделиться

# receiveaddress.label.linkToInvoice
source: Link to an Invoice
hi: इनवॉइस से लिंक करें
ru: Ссылка на выставленный счет

# receiveaddress.label.yourAddress
source: Your %@ address
hi: आपका %@ पता
ru: Ваш %@ адрес

# receiveaddress.label.yourQRCode
source: Your QR Code
hi: आपका क्यूआर कोड
ru: Ваш QR-код

# receivecard.button.cancel
source: Cancel
hi: रद्द करना
ru: Отменить

# receivecard.label.changeCurrency
source: Change currency
hi: मुद्रा परिवर्तन करें
ru: Изменить валюту

# receivecard.label.warningInfo
source: For making a payment from your card you will be redirected to the merchant's website
hi: अपने कार्ड से भुगतान करने के लिए आपको व्यापारी की वेबसाइट पर रीडायरेक्ट कर दिया जाएगा
ru: Для оплаты с карты вы будете перенаправлены на сайт продавца

# receivecardcomplete.button.okay
source: Okay
hi: ठीक है
ru: Хорошо
