Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# receivecryptocurrency.label.warningSmartContracts.subtitle
source: Check if you wallet or exchange users smart-contracts to withdraw %@. We do not accept such transactions and can’t refund them. You will lose that money.
de: Prüfen Sie, ob Sie Smart-Kontrakte überweisen oder tauschen, um% @ zurückzuziehen. Wir akzeptieren solche Transaktionen nicht und können sie nicht erstatten. Sie würden ihr Geld verlieren.
es: Comprueba si tu monedero o tu exchange utiliza Smart-contracts para retirar %@. No aceptamos ese tipo de transacción y no podemos devolverlo. Perderás ese dinero.
fr_fr: Vérifiez si votre portefeuille ou votre plateforme d'échange utilise des smart-contracts pour retirer %@. Nous n'acceptons pas de telles transactions et ne pouvons pas les rembourser. Vous perdrez cet argent.
id: Periksa apakah Anda dompet atau dompet exchange menggunakan smart-contract untuk menarik %@. Kami tidak menerima transaksi tersebut dan tidak dapat mengembalikannya. Anda akan kehilangan uang itu.
it: Controlla se il tuo wallet o exchange utilizza smart contract per trasferire %@. Non accettiamo questo tipo di transazioni e non ci sarà possibile rimborsarle. L'importo trasferito andrà perduto.
ja: あなたが利用する取引所が %@ 引出のためにスマートコントラクトを利用しているか確認してください。私たちはそのようなトランザクションに対応しておらず、返金をすることができません。あなたのお金が失われます。
ko: %@를 출금하려고 하는 지갑 또는 거래소가 Smart-Contracts를 사용하는지 확인하세요. 당사는 해당 트랜잭션을 수신하지 않으며 환불 또한 불가능합니다. 귀하의 자산을 잃게 됩니다.
nl: Controleer of uw wallet of exchange smart-contracts gebruikt om %@ the withdrawen. Wij accepteren zulke transacties niet en kunnen dit niet terug betalen. U raakt op deze manier uw geld kwijt.
pl: Sprawdź, czy Twój portfel lub giełda nie używają inteligentnych kontraktów (Smart Contracts) podczas transferu do nas %@. Nie akceptujemy takich transakcji ETH ze skryptem i nie możemy ich zwrócić. Stracisz wówczas te środki.
pt_br: Verifique se a sua carteira ou exchange usa smart contracts para transferir %@. Nós não aceitamos essas transações e você perderá esse dinheiro, pois não podemos reembolsar.
pt_pt: Verifique se a sua carteira ou exchange usa smart contracts para transferir %@. Nós não aceitamos essas transações e você perderá esse dinheiro, pois não podemos reembolsar.
tr: Cüzdanınızın veya Kripto para borsasının %@ çekimlerinde akıllı kontrat kullanıp kullanmadığını kontrol edin. Akıllı kontratlar tarafından gelen transferleri kabul edemiyoruz. Paranızı kaybedersiniz.
zh_hant: 检查您的钱包或交易所是否为收回 %@ 使用智能合约。我们不接受这种交易，也不能退款。您将会失去这笔钱。

# receivecryptocurrency.label.warningSmartContracts.title
source: Please do not deposit %@ form smart contracts! Do not deposit ERC20 tokens! Only %@ is allowed.
de: Bitte hinterlegen Sie% @ form smart Verträge nicht! Zahlen Sie keine ERC20-Token ein! Nur% @ ist erlaubt.
es: !Por favor no deposites %@ desde Smart-Contract! No deposites tokens ERC20, solo se acepta %@.
fr_fr: Veuillez ne pas déposer %@ depuis un smart-contract! Ne déposez pas de jetons ERC20! Seul %@ est autorisé.
id: Tolong jangan setorkan %@ dari smart contracts! Jangan setorkan token ERC20! Hanya %@ yang diizinkan.
it: Si prega di non depositare %@ da uno smart contract! Non depositare Token ERC20! Sono accettati esclusivamente %@.
ja: %@ をスマートコントラクトからデポジットしないでください。ERCトークンをデポジットしないでください。%@ のみ対応しています。
ko: Smart Contracts에서 %@를 입금하지 마세요! ERC20 토큰을 입금하지 마세요! %@ 입금만 가능합니다.
nl: Verstuur geen %@ vanuit smart contracts naar dit adres. Stort geen ERC20 tokens! Alleen %@ is toegestaan.
pl: Proszę nie deponować %@ ze Smart Contracts (inteligentnych zasobów)! Nie deponuj tokenów ERC20! Tylko %@ jest dozwolone.
pt_br: Por favor, não deposite %@ através de smart contracts! Não deposite tokens ERC20! Apenas %@ é permitido.
pt_pt: Por favor, não deposite %@ através de smart contracts! Não deposite tokens ERC20! Apenas %@ é permitido.
tr: %@ akıllı kontratlarından yatırma işlemi yapmayınız. ERC20 tokenleri yatırmayınız! Sadece %@ transferleri kabul edilir.
zh_hant: 请不要从智能合约中交存%@！别交存ERC20代币！您只能交存以太坊%@。

# receivegenerate.label.generate
source: Generate…
de: Generiere…
es: Generar…
fr_fr: Générer…
id: Hasilkan…
it: Genera…
ja: 生成中…
ko: 생성 중…
nl: Genereer…
pl: Generuj…
pt_br: Gerando…
pt_pt: Gerar…
tr: Oluştur…
zh_hant: 生成…

# receivegenerate.label.yourAddress
source: Your %@ address
de: Ihre %@ Adresse
es: Su dirección %@
fr_fr: Votre adresse %@
id: Alamat %@ anda
it: il tuo indirizzo %@
ja: あなたの %@ アドレス
ko: 귀하의 %@ 주소
nl: Uw %@ adres
pl: Twój %@ adres
pt_br: Seu %@ endereço
pt_pt: O teu %@ endereço
tr: %@ adresin
zh_hant: 你的 %@ 地址

# receiveinvoice.label.dollar
source: US Dollar
es: Dólar estadounidense
fr_fr: Dollars américain
id: Dolar Amerika
it: Dollaro US
ja: 米ドル
ko: US 달러
pl: Dolar amerykański
pt_br: Dólar americano
pt_pt: USD
zh_hant: 美元

# scannerqrcode.label.scan
source: Scan QR
de: QR scannen
es: Escanear QR
fr_fr: Scanner le QR
id: Pindai QR
it: Scansione QR
ja: スキャンQR
ko: 스캔 QR
pl: Skanuj QR kod
pt_br: Digitalizar QR
pt_pt: Ler o código QR
tr: QR'yi Tara
zh_hant: 掃描QR

# send.button.chooseFromAddressBook
source: Choose from Address book
de: Wählen Sie aus dem Adressbuch
es: Elija la libreta de direcciones
fr_fr: Choisir dans le carnet d'adresses
id: Pilih dari buku Alamat
it: Seleziona dalla rubrica
ja: アドレス帳から選択
ko: 주소록에서 선택
nl: Kies uit adresboek
pl: Wybierz z książki adresowej
pt_br: Escolher na lista de endereços
pt_pt: Escolhe a partir do Livro de endereços
tr: Adres defterinden seç
zh_hant: 从地址簿中选择

# send.button.continue
source: Continue
de: Fortsetzen
es: Continuar
fr_fr: Continuer
id: Terus
it: Continua
ja: 次へ
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam
zh_hant: 继续

# send.button.useTotalBalanace
source: Use total balance
de: Gesamtes Guthaben verwenden
es: Usar el saldo total
fr_fr: Utiliser le solde total
id: Gunakan saldo total
it: Usa l'intero bilancio
ja: 残高をすべて使用
ko: 모든 잔액 사용
nl: Gebruik de totale balans
pl: Wykorzystaj saldo całkowite
pt_br: Usar o saldo total
pt_pt: Máximo disponível
tr: Tüm bakiyeyi kullan
zh_hant: 使用总余额

# send.label.addressNotValid
source: The address is not valid
de: Die Adresse ist ungültig
es: La dirección no es válida
fr_fr: Cette adresse est invalide
id: Alamatnya tidak valid
it: L'indirizzo non è valido
ja: アドレスが不正です
ko: 이 주소는 유효하지 않습니다
nl: Het adres is niet geldig
pl: Adres jest nieprawidłowy
pt_br: Endereço inválido
pt_pt: O endereço não é válido
tr: Bu adres geçerli değil
zh_hant: 地址无效

# send.label.amount
source: Amount
de: Menge
es: Cantidad
fr_fr: Montant
id: Jumlah
it: Quantità
ja: 数量
ko: 수량
nl: Bedrag
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
tr: Miktar
zh_hant: 总量

# send.label.dollar
source: US Dollar
es: Dólar estadounidense
fr_fr: Dollars américain
id: Dolar Amerika
it: Dollaro USA
ja: 米ドル
ko: US 달러
pl: Dolar amerykański
pt_br: Dólar americano
pt_pt: USD
zh_hant: 美元

# send.label.error.insufficientFunds
source: Insufficient funds
de: Unzureichendes Guthaben
es: Fondos insuficientes
fr_fr: Fonds insuffisants
id: Dana tidak mencukupi
it: Fondi insufficienti
ja: 資金が不足しています
ko: 잔액이 부족합니다
nl: Onvoldoende funds
pl: Nie ma wystarczających środków
pt_br: Saldo insuficiente
pt_pt: Não tens fundos que chegem
tr: Yetersiz bakiye
zh_hant: 余额不足

# send.label.error.invalidId
source: invalid ID
de: ungültige ID
es: ID inválido
fr_fr: ID invalide
id: ID tidak valid
it: ID non valido
ja: 無効なID
ko: 유효하지 않은 ID
nl: Ongeldige ID
pl: nieprawidłowy ID
pt_br: ID Inválido
pt_pt: O ID não é válido
tr: Geçersiz ID
zh_hant: 无效的ID

# send.label.error.maximum
source: Maximum %@ %@
de: Maximal %@ %@
id: Maksimum %@ %@
it: Massimo %@ %@
ja: 最大 %@ %@
ko: 최대 %@ %@
pl: Maksimum %@ %@
pt_br: Máximo %@ %@
pt_pt: O máximo é %@ %@
tr: Maksimum %@ %@
zh_hant: 最大值

# send.label.error.minimun
source: Minimum %@ %@
de: Mindestens %@ %@
it: Minimo %@ %@
ja: 最小 %@ %@
ko: 최소 %@ %@
pt_br: Mínimo %@ %@
pt_pt: O mínimo é %@ %@
zh_hant: 最少值

# send.label.error.notFundsFee
source: You don't have enough funds to pay the required fees.
de: Sie haben nicht genug Guthaben, um die erforderlichen Gebühren zu zahlen.
es: No tiene fondos suficientes para pagar las cuotas requeridas.
fr_fr: Vous n'avez pas assez de fonds pour payer les frais requis.
id: Anda tidak memiliki cukup dana untuk membayar biaya yang diperlukan.
it: Non hai fondi sufficienti per pagare le spese di commissione.
ja: 必要な手数料を支払うための資金が足りません
ko: 필요한 수수료를 지불하기 위한 충분한 자금이 없습니다.
nl: U hebt niet genoeg geld om de vereiste kosten te betalen.
pl: Nie masz wystarczających środków na opłacenie wymaganych prowizji.
pt_br: Você não tem saldo suficiente para pagar as taxas exigidas.
pt_pt: Não tens fundos suficientes para pagar a taxa de transação.
tr: Komisyonu ödemek için yeterli bakiyeniz yok.
zh_hant: 您没有足够的资金来支付所需的费用。

# send.label.gatewayFee
source: Gateway fee is
de: Gateway-Gebühr beträgt
es: La cuota de la entrada es
fr_fr: Les frais du portail sont
id: Biaya gateway
it: La commissione per il gateway è di
ja: ゲートウェイの手数料は
ko: 게이트웨이 수수료는
nl: Gateway-kosten zijn
pl: Opłata za bramę płatniczą (gateway) wynosi
pt_br: A taxa do gateway é
pt_pt: A taxa do Gateway é de
tr: Geçit komisyonu —
zh_hant: gateway的费用是

# send.label.moneroPaymentId
source: Monero Payment ID
es: ID de pago para Monero
fr_fr: ID de paiement Monero
id: ID Pembayaran Monero
it: ID di pagamento Monero
ja: MoneroペイメントID
ko: Monero 지불 ID
nl: Monero Betaling ID
pl: Monero Płatność ID
pt_br: ID de Pagamento de Monero
pt_pt: ID de Pagamento Monero
tr: Monero Ödeme ID'si
zh_hant: Monero付款ID

# send.label.recipient
source: Recipient
de: Empfänger
es: Destinatario
fr_fr: Destinataire
id: Penerima
it: Destinatario
ja: 受信者
ko: 수신자
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
pt_pt: Destinatário
tr: Alıcı
zh_hant: 接收者

# send.label.recipientAddress
source: Recipient address…
de: Empfängeradresse…
es: Dirección del destinatario…
fr_fr: Adresse du destinataire…
id: Alamat penerima…
it: Indirizzo del destinatario…
ja: 受信者のアドレス…
ko: 수신자 주소…
nl: Ontvanger adres…
pl: Adres odbiorcy…
pt_br: Endereço do destinatário…
pt_pt: Endereço do Destinatário…
tr: Alıcı adresi…
zh_hant: 收件人地址

# send.label.send
source: Send
de: Senden
es: Enviar
fr_fr: Envoyer
id: Kirim
it: Invia
ja: 送信
ko: 전송
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
tr: Gönder
zh_hant: 发送

# send.textField.placeholderPaymentId
source: Paste or type your Payment ID
de: Fügen Sie Ihre Zahlungs-ID ein oder geben Sie sie ein
es: Pegue o escriba su ID de pago
fr_fr: Collez ou tapez votre ID de paiement
id: Tempel atau ketikkan ID Pembayaran Anda
it: Incolla o digita il tuo ID di pagamento
ja: 支払IDを貼り付けまたは入力してください
ko: 귀하의 Payment ID를 붙여넣거나 입력하세요
nl: Plak of typ uw betalings-ID
pl: Wklej lub wpisz swój identyfikator płatności
pt_br: Cole ou digite seu ID de pagamento
pt_pt: Cola ou copia o teu ID de Pagamento
tr: Ödeme ID'nizi girin
zh_hant: 粘贴或输入您的付款ID

# sendcomplete.button.okey
source: Okay
es: Ok
fr_fr: D'accord
id: Ok
it: Va bene
ja: OK
ko: 확인
nl: Oke
pl: W porządku
pt_br: Ok
pt_pt: OK
tr: Tamam
zh_hant: 好

# sendcomplete.label.saveThisAddress
source: Do you want to save this address?
de: Möchten Sie diese Adresse speichern?
es: ¿Quiere guardar esta dirección?
fr_fr: Voulez-vous enregistrer cette adresse?
id: Apakah Anda ingin menyimpan alamat ini?
it: Vuoi salvare questo indirizzo?
ja: このアドレスを保存しますか？
ko: 이 주소를 저장하시겠습니까?
nl: Wilt u dit adres opslaan?
pl: Czy chcesz zapisać ten adres?
pt_br: Você quer salvar este endereço?
pt_pt: Queres guardar este endereço?
tr: Bu adresi kaydetmek istiyor musunuz?
zh_hant: 要保存此地址吗？

# sendcomplete.label.transactionIsOnWay
source: Your transaction is on the way!
de: Ihre Transaktion ist unterwegs!
es: ¡Su transacción está en camino!
fr_fr: Votre transaction est en route!
id: Transaksi Anda sedang dalam perjalanan!
it: La tua transazione è in lavorazione!
ja: トランザクションを処理中です！
ko: 트랜잭션이 진행 중입니다
nl: Uw transactie is onderweg!
pl: Twoja transakcja jest w trakcie!
pt_br: Sua transação está a caminho!
pt_pt: A tua transação está a caminho!
tr: Transferiniz yolda!
zh_hant: 您的交易正在进行中！

# sendcomplete.label.youHaveSent
source: You have sent
de: Sie haben gesendet
es: Ha enviado
fr_fr: Vous avez envoyé
id: Kamu telah mengirim
it: Hai inviato
ja: 次を送信しました
ko: 보냈습니다
nl: U hebt verzonden
pl: Wysłałeś
pt_br: Você enviou
pt_pt: Enviaste
tr: Gönderdiniz
zh_hant: 已经发送

# sendconfirmation.button.confim
source: Confirm
de: Bestätigen
es: Confirmar
fr_fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確定
ko: 승인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
tr: Onayla
zh_hant: 确认

# sendconfirmation.label.confirmation
source: Confirmation
de: Bestätigung
es: Confirmación
id: Konfirmasi
it: Conferme
ja: 確認画面
ko: 승인
nl: Bevestiging
pl: Potwierdzenie
pt_br: Confirmado
pt_pt: Confirmar
tr: Onaylar
zh_hant: 确认

# sendconfirmation.label.description
source: Description
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 概要
ko: 설명
nl: Omschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
tr: Tanım
zh_hant: 描述

# sendconfirmation.label.descriptionIsTooLong
source: The description is too long
de: Die Beschreibung ist zu lang
es: La descripción es demasiado larga.
fr_fr: La description est trop longue
id: Deskripsi terlalu panjang
it: La descrizione è troppo lunga
ja: 概要が長すぎます
ko: 입력 제한을 초과했습니다
nl: De beschrijving is te lang
pl: Opis jest zbyt długi
pt_br: A descrição é muito longa
pt_pt: A descrição é demasiado longa
tr: Tanımınız çok uzun
zh_hant: 描述过长

# sendconfirmation.label.dollar
source: US Dollar
es: Dólar estadounidense
fr_fr: Dollars américain
id: Dolar Amerika
it: Dollaro USA
ja: 米ドル
ko: US 달러
pl: Dolar amerykański
pt_br: Dólar americano
pt_pt: USD
zh_hant: 美元

# sendconfirmation.label.fee
source: Fee
de: Gebühr
es: Comisión
fr_fr: Frais
id: Biaya
it: Spese
ja: 手数料
ko: 수수료
nl: Kosten
pl: Prowizja
pt_br: Taxa
pt_pt: Taxa
tr: Komisyon
zh_hant: 费用

# sendconfirmation.label.optionalMessage
source: Write an optional message
de: Schreiben Sie eine optionale Nachricht
es: Escriba un mensaje opcional
fr_fr: Rédigez un message facultatif
id: Tulis pesan opsional
it: Scrivi un messaggio opzionale
ja: 任意のメッセージを書いてください
ko: 선택 사항 메세지를 입력하세요
nl: Schrijf een optioneel bericht
pl: Napisz opcjonalną wiadomość
pt_br: Escreva uma mensagem opcional
pt_pt: Opcionalmente podes escrever uma mensagem
tr: İsteğe bağlı bir mesaj yazın
zh_hant: 写一个可选的消息

# sendconfirmation.label.sentTo
source: Sent to
de: Gesendet an
es: Enviado a
fr_fr: Envoyé à
id: Dikirim ke
it: Inviati a
ja: 送信先
ko: 받는 주소
nl: Verzonden naar
pl: Wysłane do
pt_br: Enviado para
pt_pt: Enviar para
tr: Gönderildi
zh_hant: 发送到

# sendfee.label.notAvailable
source: Not available
de: Nicht verfügbar
fr_fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ja: 利用できません
ko: 이용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Não disponível
pt_pt: Não podes realizar esta ação
tr: Uygun değil
zh_hant: 无法使用

# sendfee.label.transactionFee
source: Transaction Fee
de: Transaktionsgebühr
fr_fr: Frais de transaction
id: Biaya transaksi
it: Spese di Transazione
ja: トランザクション手数料
ko: 트랜잭션 수수료
nl: Transactiekosten
pl: Prowizja transakcyjna
pt_br: Taxa de Transação
pt_pt: Taxa de Transação
tr: İşlem komisyonu
zh_hant: 交易费用

# sendloading.label.sending
source: Sending…
de: Senden…
es: Enviando…
fr_fr: Envoi…
id: Mengirim…
it: Invio…
ja: 送信中…
ko: 전송 중…
nl: Bezig met verzenden…
pl: Wysyłanie…
pt_br: Enviando…
pt_pt: A enviar…
tr: Gönderiliyor…
zh_hant: 发送中…

# serverDisconnect.label.subtitle
source: Check your connection to the mobile Internet or Wi-Fi network
de: Überprüfen Sie Ihre Verbindung zum mobilen Internet- oder WLAN-Netzwerk
es: Compruebe su conexión a la red de internet o wifi desde su móvil
fr_fr: Vérifiez votre connexion au réseau Internet mobile ou au réseau Wi-Fi
id: Periksa koneksi Anda ke internet seluler atau jaringan Wi-Fi
it: Controllare la connessione a Internet mobile o alla rete Wi-Fi
ja: モバイル通信かWifiネットワークへの接続を確認して下さい
ko: 모바일 인터넷 또는 Wi-Fi 네트워크에 연결되어있는지 확인하세요
nl: Controleer uw verbinding met het mobiele netwerk of Wi-Fi
pl: Sprawdź połączenie z internetem mobilnym lub siecią Wi-Fi
pt_br: Verifique sua conexão com a Internet móvel ou a rede Wi-Fi
pt_pt: Verifica a tua ligação à Internet ou o estado da ligação Wi-Fi
tr: Mobil veya Wi-Fi internet bağlantınızı kontrol edin
zh_hant: 检查您与移动互联网或Wi-Fi网络的连接

# serverDisconnect.label.title
source: No connection to the Internet
de: Keine Verbindung zum Internet
es: No hay conexión a internet
fr_fr: Pas de connexion à Internet
id: Tidak ada koneksi ke Internet
it: Nessuna connessione ad Internet
ja: インターネット接続がありません
ko: 인터넷에 연결되어있지 않습니다
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt_br: Sem conexão com a Internet
pt_pt: Não existe ligação à Internet
tr: İnternet bağlantısı yok
zh_hant: 没有连接到Internet

# serverEngineering.label.subtitle
source: Hi, at the moment we are doing a very important job of improving the application
de: Hallo, im Moment leisten wir eine sehr wichtige Aufgabe, die Anwendung zu verbessern
es: Hola, en este momento estamos haciendo un trabajo muy importante para mejorar la aplicación.
fr_fr: Bonjour, nous faisons actuellement un travail très important pour améliorer l'application
id: Hai, saat ini kami sedang melakukan pekerjaan yang sangat penting untuk meningkatkan aplikasi
it: Ciao, siamo al lavoro per migliorare l'applicazione
ja: 現在、アプリケーションの改善を行うために重要な作業を行っています。
ko: 현재 어플리케이션을 개선하기 위해 매우 중요한 업무를 수행하고 있습니다
nl: Hi, momenteel zijn we bezig met de belangrijke taak van het verbeteren van deze applicatie
pl: Cześć, w tej chwili wykonujemy bardzo ważną pracę nad ulepszeniem aplikacji
pt_br: Olá, no momento estamos fazendo um trabalho muito importante para melhorar o aplicativo
pt_pt: Olá! Estamos a trabalhar arduamente para melhorar esta aplicação
tr: Merhaba, şu anda uygulamayı geliştirmek adına çok önemli bir işin üzerindeyiz
zh_hant: 嗨，目前我们正在努力改进应用程序

# serverEngineering.label.title
source: Engineering works
de: Entwicklungsarbeiten
es: Obras de ingeniería
fr_fr: Travaux d'ingénierie
id: Pekerjaan Teknis
it: Lavori di ingegneria
ja: エンジニアによる作業
ko: 엔지니어링 작업
nl: Engineering werkt
pl: Prace inżynieryjne
pt_br: Trabalhos de engenharia
pt_pt: A nossa equipa de engenheiros está a trabalhar no problema
tr: Mühendislik çalışır
zh_hant: 工程工作

# serverError.button.retry
source: Retry
de: Wiederholen
es: Intentar de nuevo
fr_fr: Réessayer
id: Mencoba kembali
it: Riprova
ja: リトライ
ko: 재시도
nl: Probeer opnieuw
pl: Powtórz
pt_br: Tente novamente
pt_pt: Tentar novamente
tr: Tekrar deneyin
zh_hant: 重试

# serverError.button.sendReport
source: Send a report
de: Einen Bericht senden
es: Enviar un reporte
fr_fr: Envoyer un rapport
id: Kirim laporan
it: Invia una segnalazione
ja: レポートを送信
ko: 오류 보고서 보내기
nl: Verstuur een rapport
pl: Wyślij raport
pt_br: Reportar
pt_pt: Enviar relatório
tr: Rapor gönder
zh_hant: 发送报告

# serverError.label.allBroken
source: Oh… It's all broken!
de: Oh… es ist alles kaputt!
es: Oh… ¡Todo está roto!
fr_fr: Oh… Tout est cassé!
id: Oh… Semuanya rusak!
it: Ops… si è rotto qualcosa!
ja: エラーが発生しました
ko: 이런… 모두 다 깨졌습니다!
nl: Oeps… alles is kapot!
pl: Oh… To wszystko jest zepsute!
pt_br: Ops… Algo deu errado!
pt_pt: Oh… Algo não está bem!
tr: Eyvah, bozuldu!
zh_hant: 哦…一切都坏了！

# serverError.label.allBrokenDescription
source: Do not worry, we are already fixing this problem. Soon everything will work!
de: Machen Sie sich keine Sorgen, wir lösen dieses Problem bereits. Bald wird alles wieder funktionieren!
es: No se preocupe, ya estamos solucionando este problema. Todo funcionará bien!
fr_fr: Ne vous inquiétez pas, nous sommes déjà en train de régler ce problème. Bientôt tout fonctionnera!
id: Jangan khawatir, kami sudah memperbaiki masalah ini. Segera, semuanya akan berfungsi!
it: Niente paura, siamo già al lavoro per risolvere il problema. Tutto tornerà a funzionare entro breve!
ja: 心配しないでください。私達は既にこの問題の解決に向けて取り組んでいます。 解決までしばらくお待ち下さい。
ko: 걱정하지 마세요. 현재 이 문제를 해결하고 있습니다. 곧 모든 것이 정상 작동할 것입니다!
nl: Geen paniek, we zijn bezig dit probleem op te lossen. Binnenkort werkt alles weer!
pl: Nie martw się, już naprawiamy ten problem. Wkrótce wszystko zadziała!
pt_br: Não se preocupe, já estamos consertando este problema. Logo tudo será resolvido!
pt_pt: Não te preocupes, já estamos a resolver o problema. Em breve já poderás usar esta funcionalidade!
tr: Merak etmeyin, bu problemi çözmek üzereyiz. Yakında her şey çalışacak!
zh_hant: 别担心，我们已经解决了这个问题。 很快会恢复正常！

# serverError.label.noInternetConnection
source: No connection to the Internet
de: Keine Verbindung zum Internet
es: No hay conexión a internet
fr_fr: Pas de connexion à Internet
id: Tidak ada koneksi ke Internet
it: Nessuna connessione ad Internet
ja: インターネット接続がありません
ko: 인터넷에 연결되어있지 않습니다
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt_br: Sem conexão com a Internet
pt_pt: Não existe ligação à Internet
tr: İnternet bağlantısı yok
zh_hant: 没有连接到Internet

# serverError.label.noInternetConnectionDescription
source: Check your connection to the mobile Internet or Wi-Fi network
de: Überprüfen Sie Ihre Verbindung zum mobilen Internet- oder Wi-Fi Netzwerk
es: Compruebe su conexión a la red móvil de internet o wifi.
fr_fr: Vérifiez votre connexion au réseau Internet mobile ou au réseau Wi-Fi
id: Periksa koneksi Anda ke internet seluler atau jaringan Wi-Fi
it: Controlla la tua connessione alla rete mobile o Wi-Fi
ja: モバイル通信かWifiネットワークへの接続を確認して下さい
ko: 모바일 인터넷 또는 Wi-Fi 네트워크에 연결되어있는지 확인하세요
nl: Check uw verbinding met het mobiele internet of Wi-Fi netwerk
pl: Sprawdź połączenie z internetem mobilnym lub siecią Wi-Fi
pt_br: Verifique sua conexão com a Internet móvel ou a rede Wi-Fi
pt_pt: Verifica a tua ligação à Internet
tr: Mobil veya Wi-Fi internet bağlantınızı kontrol edin
zh_hant: 检查您与移动互联网或Wi-Fi网络的连接

# serverError.label.subtitle
source: Do not worry, we are already fixing this problem. Soon everything will work!
de: Machen Sie sich keine Sorgen, wir lösen dieses Problem bereits. Bald wird alles wieder funktionieren!
es: No se preocupe, ya estamos solucionando este problema. Todo funcionará bien!
fr_fr: Ne vous inquiétez pas, nous sommes déjà en train de régler ce problème. Bientôt tout fonctionnera!
id: Jangan khawatir, kami sudah memperbaiki masalah ini. Segera, semuanya akan berfungsi!
it: Niente paura, siamo già al lavoro per risolvere il problema. Tutto tornerà a funzionare entro breve!
ja: 心配しないでください。私達は既にこの問題の解決に向けて取り組んでいます。 解決までしばらくお待ち下さい。
ko: 걱정하지 마세요. 현재 이 문제를 해결하고 있습니다. 곧 모든 것이 정상 작동할 것입니다!
nl: Geen paniek, we zijn al bezig dit probleem op te lossen. Binnenkort werkt alles weer!
pl: Nie martw się, już naprawiamy ten problem. Wkrótce wszystko zadziała!
pt_br: Não se preocupe, já estamos consertando este problema. Logo tudo será resolvido!
pt_pt: Não te preocupes, já estamos a resolver o problema. Em breve já poderás usar esta funcionalidade!
tr: Merak etmeyin, bu problemi çözmek üzereyiz. Yakında her şey çalışacak!
zh_hant: 别担心，我们已经解决了这个问题。 很快会恢复正常！

# serverError.label.title
source: Oh… It's all broken!
de: Oh… es ist alles kaputt!
es: Oh… ¡Todo está roto!
fr_fr: Oh… Tout est cassé!
id: Oh… Semuanya rusak!
it: Ops… si è rotto qualcosa!
ja: エラーが発生しました
ko: 이런… 모두 다 깨졌습니다!
nl: Oeps… alles is kapot!
pl: Oh… To wszystko jest zepsute!
pt_br: Ops… Algo deu errado!
pt_pt: Oh… Algo não está bem!
tr: Eyvah, bozuldu!
zh_hant: 哦…一切都坏了！

# startleasing.button.chooseFromAddressBook
source: Choose from Address book
de: Wählen Sie aus dem Adressbuch
es: Seleccione desde su libreta de contactos
fr_fr: Choisir dans le carnet d'adresses
id: Pilih dari buku Alamat
it: Seleziona dalla rubrica
ja: アドレス帳から選択
ko: 주소록에서 선택
nl: Kies uit adresboek
pl: Wybierz z książki adresowej
pt_br: Escolha através da lista de endereços
pt_pt: Escolhe a partir do Livro de endereços
tr: Adres defterinden seç
zh_hant: 从地址簿中选择
