Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# passcode.label.passcode.verify
source: Verify your passcode
de: Überprüfen Sie Ihren Passcode
es: Verifique su contraseña
fr_fr: Vérifiez votre code PIN
id: Verifikasi Passcode Anda
it: Verifica il tuo codice di accesso
ja: パスコードを確定
ko: 귀하의 Passcode 인증
nl: Controleer uw toegangscode
pl: Sprawdź kod dostępu
pt_br: Confirme sua senha
pt_pt: Verifica o teu código de acesso
tr: Pin'inizi doğrulayın
zh_hant: 确认您的密码

# profile.alert.deleteAccount.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# profile.alert.deleteAccount.button.delete
source: Delete
de: Löschen
es: Borrar
fr_fr: Supprimer
id: Menghapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
pt_pt: Apagar
tr: Sil
zh_hant: 删除

# profile.alert.deleteAccount.message
source: Are you sure you want to delete this account from device?
de: Möchten Sie dieses Konto wirklich vom Gerät löschen?
es: ¿Está seguro que desea eliminar su cuenta en este dispositivo?
fr_fr: Êtes-vous sûr de vouloir supprimer ce compte de l'appareil?
id: Anda yakin ingin menghapus akun ini dari perangkat?
it: Sei sicuro di voler eliminare questo account dal dispositivo?
ja: 本当にこのアカウントをデバイスから削除しますか？
ko: 본 기기에서 이 계정을 삭제하시겠습니까?
nl: Weet je zeker dat je dit account van je apparaat wilt verwijderen?
pl: Czy na pewno chcesz usunąć to konto z urządzenia?
pt_br: Tem certeza de que deseja excluir esta conta do dispositivo?
pt_pt: Tens a certeza de queres apagar esta conta?
tr: Hesabınızı bu cihazdan silmek istiyor musunuz?
zh_hant: 您确定要从设备中删除此帐户吗？

# profile.alert.deleteAccount.notSaveSeed
source: You did not save your SEED
de: Sie haben Ihr SEED nicht gespeichert
es: No has guardado de su cuenta (SEED)
fr_fr: Vous n'avez pas enregistré votre phrase secrète (SEED)
id: Anda tidak menyimpan SEED Anda
it: Non hai salvato il tuo SEED
ja: あなたはまだシードを保存していません
ko: 너 SEED는 구하지 않았어
nl: Je hebt je SEED niet opgeslagen
pl: Nie zapisałeś swojego SEED
pt_br: Você não salvou seu SEED
pt_pt: Não guardaste uma cópia de segurança da tua SEED
tr: SEED'inizi kaydetmediniz
zh_hant: 你沒有保存你的SEED

# profile.alert.deleteAccount.title
source: Delete account
de: Konto löschen
es: Borrar cuenta
fr_fr: Supprimer le compte
id: Hapus akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pl: Usuń konto
pt_br: Excluir conta
pt_pt: Apagar a conta
tr: Hesabı sil
zh_hant: 删除帐户

# profile.alert.deleteAccount.withoutbackup.message
source: Deleting an account will lead to its irretrievable loss!
de: Das Löschen eines Kontos führt zu einem unwiederbringlichen Verlust!
es: ¡Eliminar una cuenta dará lugar a la pérdida irremediable!
fr_fr: La suppression d'un compte entraînera sa perte irrémmédiable!
id: Menghapus akun akan menyebabkan kerugian yang tidak dapat dipulihkan!
it: La cancellazione dell'account comporta la sua perdita irrecuperabile!
ja: アカウントを削除した場合、復元することができなくなります。
ko: 계정을 삭제하면 복구할 수 없는 손실로 이어질 수 있습니다!
nl: Het verwijderen van een account zal leiden tot zijn onherstelbaar verlies!
pl: Usunięcie konta spowoduje jego bezpowrotną utratę!
pt_br: Excluir uma conta levará a uma perda irrecuperável!
pt_pt: Apagar esta conta torna impossível a sua recuperação!
tr: Hesabı silmek tekrar döndürülemeyen kayıplara yol açabilir!
zh_hant: 删除帐户将导致其无法挽回的损失！

# profile.alert.setupbiometric.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# profile.alert.setupbiometric.button.settings
source: Settings
de: Einstellungen
es: Configuración
fr_fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 환경설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
tr: Ayarlar
zh_hant: 设置

# profile.alert.setupbiometric.message
source: To use fast and secure login, go to settings to enable biometrics
de: Um die schnelle und sichere Anmeldung zu verwenden, gehen Sie zu den Einstellungen, um die Biometrie zu aktivieren
es: Para usar un inicio de sesión rápido y seguro, vaya a la configuración para habilitar la biométrica
fr_fr: Pour vous connecter de manière rapide et sécurisée, accédez aux paramètres pour activer la biométrie
id: Untuk menggunakan login cepat dan aman, masuk ke pengaturan untuk mengaktifkan biometrik
it: Per un accesso facile e veloce, vai alle impostazioni ed abilita l'accesso biometrico
ja: 高速かつ安全なログインを使用するには、設定でバイオメトリクスを有効にします
ko: 빠르고 안전한 로그인을 사용하려면 생체 인식을 사용하도록 설정으로 이동하십시오
nl: Om snel en veilig inloggen te gebruiken, gaat u naar instellingen om biometrie in te schakelen
pl: Aby korzystać z szybkiego i bezpiecznego logowania, przejdź do ustawień, aby włączyć dane biometryczne
pt_br: Para usar login rápido e seguro, vá para as configurações para ativar a biometria
pt_pt: Para iniciares a sessão mais rapidamente vai a configurações e ativa as funções biométricas
tr: Hızlı ve güvenli giriş yapmak için biyometriyi etkinleştirmek üzere ayarlara gidin
zh_hant: 要使用快速安全的登錄，請轉到設置以啟用生物識別

# profile.alert.setupbiometric.title
source: Biometrics is disabled
de: Biometrie ist deaktiviert
es: La biometria esta deshabilitada
fr_fr: La biométrie est désactivée
id: Biometrik dinonaktifkan
it: Accesso biometrico disabilitato
ja: バイオメトリクスは無効です
ko: 생체 인식 기능이 비활성화되었습니다
nl: Biometrie is uitgeschakeld
pl: Dane biometryczne są wyłączone
pt_br: A biometria está desativada
pt_pt: As funções biométricas estão desativadas
tr: Biyometri devre dışı
zh_hant: 生物識別技術已被禁用

# profile.button.delete.title
source: Delete account from device
de: Konto vom Gerät löschen
es: Eliminar cuenta del dispositivo
fr_fr: Supprimer le compte de l'appareil
id: Hapus akun dari perangkat
it: Elimina account dal dispositivo
ja: デバイスからアカウントを削除
ko: 장치에서 계정 삭제
nl: Account verwijderen van apparaat
pl: Usuń konto z urządzenia
pt_br: Excluir conta do dispositivo
pt_pt: Apagar esta a conta do dispositivo
tr: Bu cihazdan hesabı sil
zh_hant: 从设备删除帐户

# profile.button.logout.title
source: Logout of account
de: Abmeldung vom Konto
es: Cerrar sesión
fr_fr: Déconnexion du compte
id: Logout akun
it: Disconnetti account
ja: アカウントからログアウト
ko: 계정 로그아웃
nl: Uitloggen van account
pl: Wyloguj się z konta
pt_br: Sair da conta
pt_pt: Fechar a sessão
tr: Hesaptan çıkış yap
zh_hant: 退出帐户

# profile.cell.addressbook.title
source: Address book
de: Adressbuch
es: Directorio
fr_fr: Carnet d'adresses
id: Buku alamat
it: Rubrica
ja: アドレス帳
ko: 주소록
nl: Adresboek
pl: Książka adresowa
pt_br: Lista de endereços
pt_pt: Livro de endereços
tr: Adres defteri
zh_hant: 地址簿

# profile.cell.addresses.title
source: Addresses, keys
de: Adressen, Schlüssel
es: Direcciones, llaves
fr_fr: Adresses, clés
id: Alamat dan kunci
it: Indirizzi, chiavi
ja: アドレスと鍵
ko: 주소, 키
nl: Adressen, sleutels
pl: Adresy, klucze
pt_br: Endereços, chaves
pt_pt: Endereços, chaves
tr: Adresler, anahtarlar
zh_hant: 地址，钥匙

# profile.cell.backupphrase.title
source: Backup phrase
de: Sicherungssatz
es: Frase de seguridad
fr_fr: Phrase de sauvegarde
id: Frasa cadangan
it: Frase di Backup
ja: バックアップフレーズ
ko: 백업 구절
nl: Backup regel
pl: Zapasowa fraza
pt_br: Frase de backup
pt_pt: Backup SEED
tr: Anahtar kelimeler
zh_hant: 备份短语

# profile.cell.changepasscode.title
source: Change passcode
de: Passcode ändern
es: Cambiar la contraseña
fr_fr: Changer le code PIN
id: Ubah Passcode
it: Cambia codice di accesso
ja: パスコードを変更
ko: Passcode 변경
nl: Toegangscode wijzigen
pl: Zmień kod dostępu
pt_br: Alterar senha
pt_pt: Mudar o código do acesso
tr: Pin'i değiştir
zh_hant: 更改密码

# profile.cell.changepassword.title
source: Change password
de: Ändere Sie Ihr Passwort
es: Cambiar la contraseña
fr_fr: Changer le mot de passe
id: Ganti kata sandi
it: Cambia password
ja: パスワードを変更する
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Alterar senha
pt_pt: Mudar a password
tr: Parolayı değiştir
zh_hant: 更改密码

# profile.cell.currentheight.title
source: Current height
de: Aktuelle Höhe
es: Altura actual
fr_fr: Hauteur actuelle
id: Tinggi saat ini
it: Posizione Corrente
ja: 現在のブロック
ko: 현재 Height
nl: Huidige hoogte
pl: Aktualny blok
pt_br: Bloco atual
pt_pt: Número do bloco atual
tr: Mevcut blok
zh_hant: 当前区块高度

# profile.cell.feedback.title
source: Feedback
es: Comentario
fr_fr: Vos commentaires
id: Berikan Umpan balik
it: Commenti e pareri
ja: フィードバックする
ko: 피드백
nl: Terugkoppeling
pl: Opinia
pt_pt: Comentários e Sugestões
tr: Geri bildirim
zh_hant: 反馈

# profile.cell.info.currentheight.title
source: Current height
de: Aktuelle Höhe
es: Altura actual
fr_fr: Hauteur actuelle
id: Tinggi saat ini
it: Posizione Corrente
ja: 現在のブロック
ko: 현재 Height
nl: Huidige hoogte
pl: Aktualny blok
pt_br: Bloco atual
pt_pt: Número do bloco atual
tr: Mevcut blok
zh_hant: 当前区块高度

# profile.cell.info.version.title
source: Version
es: Versión
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
tr: Versiyon
zh_hant: 版本

# profile.cell.language.title
source: Language
de: Sprache
es: Idioma
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
tr: Dil
zh_hant: 语言

# profile.cell.network.title
source: Network
de: Netzwerk
es: Red
fr_fr: Réseau
id: Jaringan
it: Rete
ja: ネットワーク設定
ko: 네트워크
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
tr: Ağ
zh_hant: 网络

# profile.cell.pushnotifications.title
source: Push Notifications
de: Mitteilungen
es: Notificaciones automáticas
fr_fr: Notifications push
id: Tampilkan Pemberitahuan
it: Notifiche push
ja: プッシュ通知
ko: Push 알림
nl: Push-meldingen
pl: Powiadomienia push
pt_br: Notificações Push
pt_pt: Notificações de Push
tr: Bildirimler
zh_hant: 推送通知

# profile.cell.rateApp.title
source: Rate app
de: Bewertungs App
es: Calificar esta aplicación
fr_fr: Noter l'app
id: Beri nilai aplikasi
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가하기
nl: Beoordeel app
pl: Oceń aplikację
pt_br: Avaliar o aplicativo
pt_pt: Avaliar a aplicação
tr: Uygulamayı değerlendir
zh_hant: 评价app

# profile.cell.supportwavesplatform.title
source: Support Wavesplatform
de: Unterstützt Wavesplatform
es: Soporte de Wavesplatform
id: Pusat Bantuan
it: Supporta Wavesplatform
ja: Waves Platform サポートページ
ko: Wavesplatform 지원센터
nl: Ondersteuning Wavesplatform
pl: Wsparcie Wavesplatform
pt_br: Suporte da Plataforma Waves
pt_pt: Suporte
tr: Waves Platform'u destekle
zh_hant: 支持Waves平台

# profile.header.general.title
source: General settings
de: Allgemeine Einstellungen
es: Configuración general
fr_fr: Paramètres généraux
id: Pengaturan Umum
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
nl: Algemene instellingen
pl: Ustawienia ogólne
pt_br: Configurações gerais
pt_pt: Configurações gerais
tr: Genel ayarlar
zh_hant: 常规设置

# profile.header.other.title
source: Other
de: Sonstiges
es: Otro
fr_fr: Autre
id: Lain
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt_br: Outros
pt_pt: Outro
tr: Diğer
zh_hant: 其他

# profile.header.security.title
source: Security
de: Sicherheit
es: Seguridad
fr_fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Veiligheid
pl: Bezpieczeństwo
pt_br: Segurança
pt_pt: Segurança
tr: Güvenlik
zh_hant: 安全

# profile.language.navigation.title
source: Language
de: Sprache
es: Idioma
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
tr: Dil
zh_hant: 语言

# profile.navigation.title
source: Profile
de: Profil
es: Perfil
fr_fr: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로파일
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
tr: Profil
zh_hant: 个人信息

# receive.button.card
source: Card
de: Karte
es: Tarjeta
fr_fr: Carte
id: Kartu
it: Carta
ja: カード
ko: 카드
nl: Kaart
pl: Karta
pt_br: Cartão
pt_pt: Cartão
tr: Kart
zh_hant: 卡

# receive.button.continue
source: Continue
de: Fortsetzen
es: Continuar
fr_fr: Continuer
id: Terus
it: Continua
ja: 次へ
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam
zh_hant: 继续

# receive.button.cryptocurrency
source: Сryptocurrency
de: Kryptowährung
es: % u0421criptomoneda
fr_fr: Cryptomonnaie
id: Cryptocurrency
it: Criptovaluta
ja: 暗号通貨
ko: 암호화폐
nl: Сryptovaluta
pl: Kryptowaluta
pt_br: Criptomoeda
pt_pt: Criptomoeda
tr: Kripto para
zh_hant: 数字货币

# receive.button.invoice
source: Invoice
de: Rechnung
es: Factura
fr_fr: Facture
id: Faktur
it: Fattura
ja: 請求書
ko: 인보이스
nl: Factuur
pl: Faktura
pt_br: Fatura
pt_pt: Fatura
tr: Fatura
zh_hant: 发票

# receive.button.useTotalBalance
source: Use total balance
de: Gesamtes Guthaben verwenden
es: Usar el saldo total
fr_fr: Utiliser le solde total
id: Gunakan saldo total
it: Usa il saldo totale
ja: 残高をすべて使用
ko: 모든 잔액 사용
nl: Gebruik de totale balans
pl: Wykorzystaj saldo całkowite
pt_br: Usar o saldo total
pt_pt: Máximo disponível
tr: Toplam bakiyeyi kullan
zh_hant: 使用总余额

# receive.error.serviceUnavailable
source: Service is temporarily unavailable
de: Service ist vorübergehend nicht verfügbar
es: El servicio no está disponible temporalmente.
fr_fr: Le service est temporairement indisponible
id: Layanan tidak tersedia untuk sementara
it: Il servizio è temporaneamente non disponibile
ja: このサービスは現在利用することができません
ko: 서비스를 일시적으로 사용할 수 없습니다
nl: Service is tijdelijk niet beschikbaar
pl: Usługa jest chwilowo niedostępna
pt_br: O serviço está temporariamente indisponível
pt_pt: O serviço está temporariamente indisponível
tr: Hizmet geçici olarak kullanılamıyor
zh_hant: 服务暂时无法使用

# receive.label.amount
source: Amount
de: Menge
es: Cantidad
fr_fr: Montant
id: Jumlah
it: Somma
ja: 数量
ko: 수량
nl: Bedrag
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
tr: Miktar
zh_hant: 总量

# receive.label.amountIn
source: Amount in
de: Betrag in
es: Cantidad en
fr_fr: Montant en
id: Jumlah masuk
it: Somma in entrata
ja: 数量 / 単位：
ko: 받은 수량
nl: Bedrag in
pl: Kwota w
pt_br: Quantidade em
pt_pt: Quantidade em
tr: Giren miktar
zh_hant: 的总量

# receive.label.asset
source: Asset
es: Activo
fr_fr: Jeton
id: Aset
ja: アセット
ko: 자산
pl: Aktywo
pt_br: Ativo
pt_pt: Ativo
tr: Kripto para
zh_hant: 资产

# receive.label.receive
source: Receive
de: Erhalten
es: Recibir
fr_fr: Recevoir
id: Menerima
it: Ricevi
ja: 受信
ko: 수신
nl: Te ontvangen
pl: Otrzymaj
pt_br: Receber
pt_pt: Recebido
tr: Al
zh_hant: 接收

# receive.label.selectYourAsset
source: Select your asset
de: Wählen Sie Ihr Asset aus
es: Seleccione su activo
fr_fr: Sélectionnez votre jeton
id: Pilih aset Anda
it: Seleziona il tuo asset
ja: アセットを選択
ko: 자산을 선택하세요
nl: Selecteer uw Asset
pl: Wybierz swoje aktywo
pt_br: Selecione seu ativo
pt_pt: Seleciona o Ativo
tr: Kripto paranızı seçin
zh_hant: 选择您的资产

# receiveaddress.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# receiveaddress.button.close
source: Close
de: Schließen
es: Cerrar
fr_fr: Fermer
id: Dekat
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
tr: Kapat
zh_hant: 关闭

# receiveaddress.button.copied
source: Сopied!
de: Kopiert!
es: Copiado!
fr_fr: Copié !
id: Disalin!
it: Copiato!
ja: コピーされました！
ko: 복사 완료!
nl: Gekopieerd!
pl: Skopiowane!
pt_br: Сopiado!
pt_pt: Copiado!
tr: Kopyalandı!
zh_hant: 已复制

# receiveaddress.button.copy
source: Copy
de: Kopieren
es: Copiar
fr_fr: Copier
id: Salinan
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
tr: Kopyala
zh_hant: 复制

# receiveaddress.button.share
source: Share
de: Teilen
es: Compartir
fr_fr: Partager
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
tr: Paylaş
zh_hant: 分享

# receiveaddress.label.linkToInvoice
source: Link to an Invoice
de: Link zu einer Rechnung
es: Enlace a una factura
fr_fr: Lien vers une facture
id: Tautkan ke Faktur
it: Link a una fattura
ja: 請求リンク
ko: 인보이스 링크
nl: Link naar een factuur
pl: Link do faktury
pt_br: Link para uma fatura
pt_pt: Liga a uma Fatura
tr: Faturaya link ver
zh_hant: 链接到发票

# receiveaddress.label.yourAddress
source: Your %@ address
de: Ihre %@ Adresse
es: Su dirección %@
fr_fr: Votre adresse %@
id: Alamat %@ anda
it: Il tuo indirizzo %@
ja: あなたの %@ アドレス
ko: 귀하의 %@ 주소
nl: Uw %@ adres
pl: Twój %@ adres
pt_br: Seu %@ endereço
pt_pt: O teu %@ endereço
tr: %@ adresin
zh_hant: 你的 %@ 地址

# receiveaddress.label.yourQRCode
source: Your QR Code
de: Ihr QR Code
es: Su código QR
fr_fr: Votre QR Code
id: Kode QR Anda
it: Il tuo codice QR
ja: あなたのQRコード
ko: 귀하의 QR 코드
nl: Uw QR-code
pl: Twój kod QR
pt_br: Seu QR Code
pt_pt: O teu código QR
tr: QR Kodun
zh_hant: 你的QR二维码

# receivecard.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# receivecard.label.changeCurrency
source: Change currency
de: Währung ändern
es: Cambiar moneda
fr_fr: Changer de devise
id: Ubah mata uang
it: Cambia valuta
ja: 通貨を変更
ko: 화폐 변경
nl: Verander valuta
pl: Zmień walutę
pt_br: Alterar moeda
pt_pt: Escolher outra moeda
tr: Para birimini değiştir
zh_hant: 改变货币

# receivecard.label.warningInfo
source: For making a payment from your card you will be redirected to the merchant's website
de: Um eine Zahlung mit Ihrer Karte vorzunehmen, werden Sie auf die Website des Händlers weitergeleitet
es: Para realizar un pago con su tarjeta, será redirigido al sitio web del comerciante
fr_fr: Pour effectuer un paiement avec votre carte, vous serez redirigé vers le site web du marchand
id: Untuk melakukan pembayaran dari kartu Anda, Anda akan dialihkan ke situs web pedagang
it: Per effettuare un pagamento con la tua carta di credito, verrai reindirizzato al sito web del circuito scelto.
ja: カード決済を行うため、あなたはサービス事業者のウェブサイトにリダイレクトされます。
ko: 카드로 결제하기 위해 해당 사업자의 웹 사이트로 이동됩니다
nl: Voor het uitvoeren van een betaling via uw kaart wordt u doorverwezen naar een bijbehorende website.
pl: W celu dokonania płatności z karty zostaniesz przekierowany na stronę internetową procesora płatności
pt_br: Para efetuar um pagamento com seu cartão, você será redirecionado para o site de pagamentos
pt_pt: Para usares o teu cartão de débito ou crédito vamos redirecionar-te para o site do fornecedor
tr: Kartınızdan ödeme yapmak için ilgili siteye yönlendirileceksiniz.
zh_hant: 要从您的卡中进行付款，您将被重定向到商家的网站

# receivecardcomplete.button.okay
source: Okay
es: Ok
fr_fr: D'accord
id: Ok
it: Va bene
ja: OK
ko: 확인
nl: Oke
pl: W porządku
pt_br: Ok
pt_pt: OK
tr: Tamam
zh_hant: 好

# receivecardcomplete.label.afterPaymentUpdateBalance
source: After payment has been made your balance will be updated
de: Nach Zahlungseingang wird Ihr Guthaben aktualisiert
es: Después de realizado el pago se actualizará su saldo
fr_fr: Une fois le paiement effectué, votre solde sera mis à jour
id: Setelah pembayaran telah dilakukan, saldo Anda akan diperbarui
it: Una volta completato il pagamento il tuo bilancio verrà aggiornato
ja: 支払完了後、あなたの残高がアップデートされます
ko: 지불이 완료되면 잔액 수량이 업데이트됩니다.
nl: Nadat de betaling is uitgevoerd, wordt uw saldo bijgewerkt
pl: Po dokonaniu wpłaty twój stan środków zostanie zaktualizowany
pt_br: Após o pagamento ser feito, seu saldo será atualizado
pt_pt: O teu saldo é atualizado depois de efetuado o pagamento
tr: Ödemeden sonra bakiyeniz güncellenecek
zh_hant: 付款完成后，您的余额将会更新

# receivecardcomplete.label.redirectToIndacoin
source: You have been redirected to «Indacoin»
de: Sie wurden zu Indacoin umgeleitet
es: Ha sido redirigido a «Indacoin»
fr_fr: Vous avez été redirigé vers «Indacoin»
id: Anda telah dialihkan ke Indacoin
it: Sei stato reindirizzato a «Indacoin»
ja: あなたは«Indacoin»にリダイレクトされました
ko: «Indacoin» 페이지로 이동됩니다
nl: U bent omgeleid naar «Indacoin»
pl: Zostałeś przekierowany do «Indacoin»
pt_br: Você foi redirecionado para «Indacoin»
pt_pt: Vamos redirecionar-te para a «Indacoin»
tr: «Indacoin»'e yönlendirileceksiniz
zh_hant: 您已被重定向到《Indacoin》

# receivecryptocurrency.label.minumumAmountOfDeposit
source: The minimum amount of deposit is %@
de: Die Mindesteinzahlung beträgt %@
es: La cantidad mínima de depósito es %@
fr_fr: Le montant minimum de dépôt est %@
id: Jumlah minimum setoran adalah %@
it: Il deposito mimino è di %@
ja: 最低入金額は %@ です
ko: 최소 입금 수량은 %@ 입니다
nl: Het minimale stortingsbedrag is %@
pl: Minimalna kwota lokaty wynosi %@
pt_br: A quantia mínima de depósito é %@
pt_pt: O valor mínimo de depósito é de %@
tr: Minimum yatırma tutarı %@
zh_hant: 最低存款金额为 %@

# receivecryptocurrency.label.sendOnlyOnThisDeposit
source: Send only %@ to this deposit address
de: Senden Sie nur %@ an diese Einzahlungsadresse
es: Envíe sólo %@ a esta dirección
fr_fr: Envoyez uniquement du %@ à cette adresse de dépôt
id: Kirim hanya %@ ke alamat setoran ini
it: Inviare esclusivamente %@ a questo indirizzo
ja: このデポジットアドレスには %@ だけを送信してください
ko: 본 입금 주소로는 %@ 만 전송하세요
nl: Stuur alleen %@ naar dit stortingsadres
pl: Wyślij tylko %@ na ten adres depozytu
pt_br: Envie apenas %@ para este endereço de depósito
pt_pt: Envia apenas %@ para este endereço
tr: Bu adrese sadece %@ gönderin
zh_hant: 只能发送 %@ 到此存款地址

# receivecryptocurrency.label.warningMinimumAmountOfDeposit
source: If you will send less than %@, you will lose that money.
de: Wenn Sie weniger als %@ senden, verlieren Sie dieses Geld.
es: Si envíe menos de %@, perderá este dinero.
fr_fr: Si vous envoyez moins de %@, vous perdrez cet argent.
id: Jika Anda akan mengirim kurang dari %@, Anda akan kehilangan uang itu.
it: Inviando meno di %@, l'importo trasferito andrà perduto.
ja: %@ 以下の数量を送信すると、その通貨を失います。
ko: %@ 미만의 자산을 보내면 귀하는 해당 자산을 잃게 됩니다.
nl: Als u minder dan %@ verzendt, verliest u dat geld.
pl: Jeśli wyślesz mniej niż %@, stracisz te środki.
pt_br: Se você enviar menos de %@, você perderá esse dinheiro.
pt_pt: O envio de menos que %@ resultará na perda dos fundos.
tr: Eğer %@'nin altında gönderim yaparsanız paranızı kaybedersiniz.
zh_hant: 如果您发送的数量少于 %@，您将失去这笔钱。

# receivecryptocurrency.label.warningSendOnlyOnThisDeposit
source: Sending any other currency to this address may result in the loss of your deposit.
de: Das Senden einer anderen Währung an diese Adresse kann zum Verlust Ihrer Einzahlung führen.
es: Enviar cualquier otra criptomoneda a esta dirección puede resultar en la pérdida de su depósito.
fr_fr: L'envoi de toute autre devise à cette adresse peut entraîner la perte de votre dépôt.
id: Mengirimkan mata uang lain ke alamat ini dapat menyebabkan hilangnya deposit Anda.
it: Inviare qualunque altra valuta a questo indirizzo potrebbe risultare in una perdita di quanto inviato.
ja: このアドレスに他の通貨を送信した場合、資産の消失につながる可能性があります。
ko: 해당 주소로 다른 화폐 및 코인을 보내면 귀하의 자산을 잃을 수 있습니다.
nl: Het verzenden van een andere valuta naar dit adres kan resulteren in het verlies van uw storting.
pl: Wysłanie innej waluty na ten adres może spowodować utratę takiego depozytu.
pt_br: Enviar qualquer outra moeda para este endereço pode resultar na perda do seu depósito.
pt_pt: Enviar dinheiro noutra divisa que não a autorizada para este endereço resultará na perda dos fundos.
tr: Bu adrese başka bir kripto para gönderilmesi kayıplara yol açabilir.
zh_hant: 将任何其他货币发送到此地址可能会导致您的存款损失。
