Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# hello.page.info.fifth.detail.fourth
source: Do not access your wallet when using public Wi-Fi or someone else’s device.
de: Greifen Sie nicht auf Ihe Wallet zu, wenn Sie ein öffentliches WLAN oder ein anderes Gerät verwenden.
es: No acceder a su cartera cuando utilice una red Wi-Fi pública o cualquier otro dispositivo.
fr_fr: N'accédez pas à votre portefeuille lorsque vous utilisez le Wi-Fi public ou l'appareil de quelqu'un d'autre.
id: Jangan mengakses dompet Anda saat menggunakan Wi-Fi publik atau perangkat orang lain.
it: Non accedere al tuo wallet utilizzando accessi Wi-Fi pubblici o dispositivi di altre persone.
ja: 公共のWi-Fiまたは他人のデバイスを使用してウォレットにアクセスしないでください。
ko: 공용 Wi-Fi 또는 타인의 기기를 사용할 때 지갑에 액세스하지 마십시오.
nl: Open niet uw wallet wanneer u verbonden bent met openbare Wi-Fi of gebruik maakt van iemand anders zijn systeem.
pl: Nie wchodź na swój portfel korzystając z publicznego Wi-FI lub innego obcego urządzenia.
pt_br: Não acesse sua carteira ao usar o Wi-Fi público ou o dispositivo de outra pessoa.
pt_pt: Não acedas à tua carteira através de redes de Wi-Fi públicas ou através de dispositivos de outras pessoas.
tr: Ortak Wi-fi alanlarında veya bir başkasının cihazında hesabınıza erişmeyin.
zh_hant: 不要在公共Wifi或者其他人的Wifi设备下登录你的钱包

# hello.page.info.fifth.detail.second
source: Regularly update your operating system.
de: Aktualisieren Sie regelmäßig Ihr Betriebssystem.
es: Actualice regularmente su sistema operativo.
fr_fr: Mettez régulièrement à jour votre système d'exploitation.
id: Perbarui sistem operasi Anda secara teratur.
it: Aggiorna regolarmente il tuo sistema operativo.
ja: 定期的にオペレーティングシステムをアップデートしてください。
ko: 운영체제를 정기적으로 업데이트하세요.
nl: Werk uw besturingssysteem regelmatig bij.
pl: Regularnie aktualizuj swój system operacyjny.
pt_br: Atualize regularmente seu sistema operacional.
pt_pt: Mantém o sistema operativo do teu computador sempre atualizado.
tr: İşletim sisteminizi güncel tutun
zh_hant: 定期的升级你的操作系统

# hello.page.info.fifth.detail.third
source: Use official security software. Do not install unknown software which could be hacked.
de: Verwenden Sie offizielle Sicherheitssoftware. Installieren Sie keine unbekannte Software, die gehackt werden könnte.
es: Utilice softwares de seguridad oficiales. No instale softwares desconocidos que puedan ser objeto de hackeo.
fr_fr: Utilisez un logiciel de sécurité officiel. N'installez pas de logiciels inconnus qui pourraient être piratés.
id: Gunakan perangkat lunak keamanan resmi. Jangan menginstal perangkat lunak tidak dikenal yang dapat diretas.
it: Usa solo software ufficiale. Non installare software sconosciuto che potrebbe essere compromesso.
ja: 公式のセキュリティソフトを利用してください。決して、ハッキングされた可能性がある未知のソフトウェアをインストールしないでください。
ko: 정식 보안 소프트웨어를 사용하세요. 해킹에 취약한 알 수 없는 소프트웨어를 설치하지 마세요.
nl: Gebruik officiële beveiligingssoftware. Installeer geen onbekende software die gehackt zou kunnen worden.
pl: Użyj oficjalnego oprogramowania zabezpieczającego. Nie instaluj nieznanego oprogramowania, które może zostać zhakowane.
pt_br: Use o software de segurança oficial. Não instale software desconhecido que possa ser hackeado.
pt_pt: Faz atualizações software usando apenas fontes seguras. Não instales aplicações de software de fontes desconhecidas.
tr: Resmi yazılımları kullanın. Hacklenme ihtimali olan yazılımları kullanmayın.
zh_hant: 使用官方发布的软件。不要安装不知来路的软件，因为可能会被黑客攻击。

# hello.page.info.fifth.title
source: How To Protect Yourself from Phishers
de: Wie Sie sich vor Phisher schützen können
es: Cómo protegerse de los ladrones de identidad
fr_fr: Comment vous protéger des escrocs
id: Cara Melindungi Diri dari Phisher
it: Come proteggersi dai phisher
ja: フィッシングからあなた自身を守るには
ko: 피싱공격 예방 방법
nl: Hoe je jezelf kunt beschermen tegen Phishers
pl: Jak uchronić się przed phishingiem
pt_br: Como se proteger de Phishers
pt_pt: Vê como te podes proteger deste tipo de ataques
tr: Hesabınızı nasıl korursunuz?
zh_hant: 如何保护自己免受钓鱼网站的攻击

# hello.page.info.first.detail
source: Please take some time to understand some important things for your own safety. We cannot recover your funds or freeze your account if you visit a phishing site or lose your backup phrase (aka SEED phrase). By continuing to use our platform, you agree to accept all risks associated with the loss of your SEED, including but not limited to the inability to obtain your funds and dispose of them. In case you lose your SEED, you agree and acknowledge that the Waves Platform would not be responsible for the negative consequences of this.
de: Bitte nehmen Sie sich etwas Zeit, um einige wichtige Dinge zu Ihrer eigenen Sicherheit zu verstehen. Wenn Sie eine Phishing-Site besuchen oder Ihre Sicherungsphrase (auch als SEED-Phrase bezeichnet) verlieren, können wir weder Ihr Guthaben noch Ihr Konto einfrieren. Wenn Sie unsere Plattform weiterhin verwenden, stimmen Sie zu, alle mit dem Verlust verbundenen Risiken zu akzeptieren Ihres SEEDs, einschließlich, jedoch nicht beschränkt auf die Unfähigkeit, Ihr Geld zu beschaffen und darüber zu verfügen. Falls Sie Ihren SEED verlieren, erklären Sie sich damit einverstanden und erkennen an, dass die Waves-Plattform nicht für die negativen Folgen verantwortlich ist.
es: Por favor tome tiempo para entender algunas cosas importantes para su propia seguridad. No puede recuperar sus fondos ni congelar su cuenta si visita un sitio de phishing o perder su frase backup (aka SEED phrase). Si continúa usando nuestra plataforma, acepta todos los riesgos asociados con la pérdida de su SEED, que incluye pero no se limita a la incapacidad de obtener sus fondos y disponer de ellos. En caso de que pierda su SEED, acepta y reconoce que la plataforma de Waves no sería responsable de las consecuencias negativas de ésto.
fr_fr: Veuillez prendre le temps de comprendre certaines choses importantes pour votre propre sécurité. Nous ne pouvons pas récupérer vos fonds ni geler votre compte si vous visitez un site de phishing ou si vous perdez votre phrase de sauvegarde (ou phrase SEED). En continuant à utiliser notre plateforme, vous vous engagez à accepter tous les risques associés à la perte de votre SEED, y compris, sans toutefois s'y limiter, l'impossibilité d'obtenir vos fonds et d'en disposer. Si vous perdez votre SEED, vous acceptez et reconnaissez que la plateforme Waves ne serait pas responsable des conséquences négatives de cette situation.
id: Harap luangkan waktu untuk memahami beberapa hal penting untuk keselamatan Anda sendiri. Kami tidak dapat memulihkan dana Anda atau membekukan akun Anda jika Anda mengunjungi situs phising atau kehilangan frasa cadangan (frasa SEED). Dengan terus menggunakan platform kami, Anda setuju untuk menerima semua risiko yang terkait dengan hilangnya SEED Anda, termasuk tetapi tidak terbatas pada ketidakmampuan untuk mendapatkan dana Anda dan membuangnya. Jika Anda kehilangan SEED Anda, Anda setuju dan mengakui bahwa Waves Platform tidak akan bertanggung jawab atas konsekuensi negatif dari ini.
it: Prenditi del tempo per comprendere alcuni aspetti importanti relativi alla tua sicurezza. Non è possibile recuperare i fondi o congelare il tuo account se visiti un sito di phishing o perdi la frase di backup (ovvero la frase SEED). Continuando a utilizzare la piattaforma Waves, concordi ed accetti tutti i rischi connessi ad un eventuale perdita del tuo stesso SEED, inclusa l'impossibilità di accesso ai tuoi stessi fondi. In caso di smarrimento del tuo stesso SEED, sei consapevole ed accetti incondizionatamente di non ritenere in nessun caso responsabile la Piattaforma Waves di eventuali conseguenze nefaste.
ja: ご自身の安全のため、重要事項を把握する時間をとってください。 フィッシングサイトを訪問したり、バックアップフレーズ（またはシードフレーズ）を紛失した場合、Wavesは資金を取り戻したり、アカウントを凍結したりすることはできません。 私たちのプラットフォームを使い続ける限り、シードの損失に関わるすべてのリスク（資金を入手し入金することができなくなることを含むが、これに限定されません）を、あなたは受け入れることに同意するものとします。シードを紛失した場合、Wavesプラットフォームはその結果生じる如何なる責任も負わないことに、あなたは同意し、承認するものとします。
ko: 자산을 안전하게 보관하기 위해 몇가지 중요한 사항을 이해해야 합니다. 만약 피싱 사이트를 방문하거나 백업 구절(일명 SEED) 분실 시 당사는 귀하의 자금을 되찾거나 계정을 정지할 수 없습니다. 당사의 플랫폼을 이용함에 따라 귀하는 백업 구절(SEED) 분실에 관련된 모든 위험을 감수하는 것에 동의하는 것이며 이는 귀하의 자금 확보 및 처분이 불가능한 경우를 포함하며 이에 국한되지 않습니다. 귀하가 SEED를 분실할 경우 Waves Platform은 이에 따른 부정적인 결과에 어떠한 책임도 없다는 것에 동의하고 승인합니다.
nl: Neem alstublieft de tijd om enkele belangrijke dingen voor uw eigen veiligheid te begrijpen. We kunnen uw geld niet terugkrijgen of uw account niet bevriezen als u een phishing-site bezoekt of uw back-up zin kwijtraakt (ook wel SEED-zin). Als u ons platform blijft gebruiken, stemt u ermee in alle aan het verlies verbonden risico's te accepteren van uw SEED, inclusief maar niet beperkt tot het onvermogen om bij uw geld te kunnen. In het geval dat u uw SEED verliest, stemt u ermee in en erkent u dat het Waves Platform niet verantwoordelijk is voor de negatieve gevolgen hiervan.
pl: Poświęć trochę czasu, aby zrozumieć niektóre ważne rzeczy dla własnego bezpieczeństwa. Nie możemy odzyskać środków ani zamrozić konta, jeśli odwiedzisz witrynę phishingową lub utracisz frazę zapasową (zwaną też frazą SEED). Przy dalszym korzystanie z naszej platformy, użytkownik zgadza się przyjąć wszelkie ryzyko związane z utratą swojego SEED, włączając, lecz nie ograniczając się do niemożności uzyskania dostępu do swoich funduszy i rozporządzania nimi. W przypadku utraty SEED, zgadzasz się i uznajesz, że Platforma Waves nie ponosi odpowiedzialności za negatywne konsekwencje tego faktu.
pt_br: Por favor, dedique um tempo para entender algumas coisas importantes para sua própria segurança. Não podemos recuperar seus fundos, nem congelar sua conta se você visitar um site de phishing ou perder sua frase de backup (também conhecido como SEED). Ao continuar usando nossa plataforma, você concorda em aceitar todos os riscos associados à perda de seu SEED, incluindo, entre outros, a impossibilidade de obter seus fundos e descartá-los. Caso você perca seu SEED, você concorda e reconhece que a Plataforma Waves não será responsável pelas consequências negativas que isso causar.
pt_pt: Por favor, toma nota dos seguintes aspetos, que consideramos importantes para a tua segurança. No caso de usares as palavras de recuperação num site de phishing, não temos forma de recuperar os teus fundos ou bloquear as transações na conta. O único responsável pela conta é o seu titular, ou seja, tu. Ao continuares-a usar o cliente Waves estás a aceitar os riscos associados à perda das PALAVRAS DE RECUPERAÇÃO, incluindo que podes perder todos os fundos caso estas venham a ser usadas num ataque. Caso percas as PALAVRAS DE RECUPERAÇÃO reconheces que a Waves Platform não é responsável pelas consequências negativas que daí possam advir.
tr: Lütfen kendi güvenliğiniz için önemli bilgileri içeren bu bilgilendirmeyi okuyunuz. Eğer anahtar kelimelerinizi kaybederseniz veya çaldırırsanız hesabınızı donduramayız ve varlıklarınızı tekrar alamayız. Waves Platform'u kullanmaya devam ederek, anahtar kelimelerinizi kaybettiğinizde veya çaldırdığınızda Waves Platform'un sorumlu olmadığını kabul etmiş olursunuz.
zh_hant: 为了您自己的安全，请花一些时间了解一些重要的事情。 如果您访问钓鱼网站或丢失备用短语（也称为SEED短语），我们将无法找回您的资金或冻结您的帐户。 如果继续使用我们的平台，您同意接受丢失您的SEED而造成的后果，包括但不仅限于无法获得和处置您的资金。如果您丢失了SEED，您同意并知道Waves平台不会对此产生负面影响负责。

# hello.page.info.first.title
source: Welcome to the Waves Platform!
de: Willkommen auf der Waves-Plattform!
es: ¡Bienvenido a la plataforma de Waves!
fr_fr: Bienvenue sur la plateforme Waves !
id: Selamat datang di Platform Waves!
it: Benvenuto sulla piattaforma Waves!
ja: ようこそ！Waves Platformへ！
ko: Waves Platform에 오신것을 환영합니다!
nl: Welkom bij het Waves Platform!
pl: Witamy na platformie Waves!
pt_br: Bem-vindo à Plataforma Waves!
pt_pt: Bem vindo à Waves Platform!
tr: Waves Platform'a hoş geldiniz!
zh_hant: 欢迎来到waves平台！

# hello.page.info.fourth.detail
source: One of the most common forms of scamming is phishing, which is when scammers create fake communities on Facebook or other websites that look similar to the authentic ones.
de: Eine der häufigsten Formen des Betrugs ist das Phishing, wenn Betrüger auf Facebook oder anderen Websites falsche Communitys erstellen, die den authentischen ähneln.
es: Una de las formas más comunes de estafa es phishing, es cuando los estafadores crean comunidades falsas en Facebook u otros sitios web que parecen similares a los auténticos.
fr_fr: L'une des formes les plus courantes d'escroquerie est l'hameçonnage, qui consiste à créer de fausses communautés sur Facebook ou d'autres sites Web qui ressemblent à des sites authentiques.
id: Salah satu bentuk penipuan yang paling umum adalah phishing, yaitu ketika scammers membuat komunitas palsu di Facebook atau situs web lain yang terlihat mirip dengan yang asli.
it: Una delle forme di truffa più diffuse è il phishing, messo in atto da truffatori che creano false community su Facebook o veri e propri siti che ricordano molto i progetti autentici cui mirano.
ja: 詐欺行為の最も一般的な手口の1つは、スキャマーがFacebookなどのウェブサイト上で、本物そっくりの偽コミュニティを作成して行うフィッシングです。
ko: 가장 일반적인 형태의 사기 유형 중 하나는 피싱 공격이며 이는 사기꾼이 Facebook 또는 기타 웹 사이트에서 가짜 Waves 커뮤니티를 만드는 것입니다.
nl: Een van de meest voorkomende vormen van oplichting is phishing, dat is wanneer scammers nep community's maken op Facebook of andere websites die lijken op de authentieke.
pl: Jedną z najczęstszych form oszustw jest phishing, czyli oszuści tworzą fałszywe społeczności na Facebooku lub innych stronach, które wyglądają podobnie do autentycznych.
pt_br: Phishing é o nome para uma das formas mais comuns de golpe. Isso ocorre quando os golpistas criam comunidades falsas no Facebook ou em outros sites semelhantes aos originais.
pt_pt: Uma das formas mais frequentes de fraude na Internet é o phishing. Por exemplo, quando alguém cria canais fraudulentos no Facebook similares aos originais.
tr: En sık karşılaşılan dolandırıcılık yöntemi Waves Platform'a benzeyen sahte web siteleri, Facebook sayfaları olarak karşımıza çıkmaktadır.
zh_hant: 最常见的诈骗形式之一是钓鱼网站，即诈骗者在Facebook或其他类似于真实网站的网站上创建虚假社区。

# hello.page.info.fourth.title
source: How To Protect Yourself from Phishers
de: Wie Sie sich vor Phisher schützen können
es: Cómo protegerse de los ladrones de identidad
fr_fr: Comment vous protéger des escrocs
id: Cara Melindungi Diri dari Phisher
it: Come proteggersi dai phisher
ja: フィッシングからあなたを守るには
ko: 피싱공격 예방 방법
nl: Hoe je jezelf kunt beschermen tegen Phishers
pl: Jak uchronić się przed phishingiem
pt_br: Como se proteger de Phishers
pt_pt: Vê como te podes proteger deste tipo de ataques
tr: Kendinizi nasıl koruyacaksınız?
zh_hant: 如何保护自己免受钓鱼网络的攻击

# hello.page.info.second.detail
source: When registering your account, you will be asked to save your secret phrase (Seed) and to protect your account with a password. On normal centralized servers, special attention is paid to the password, which can be changed and reset via email, if the need arises. However, on decentralized platforms such as Waves, everything is arranged differently.
de: Bei der Registrierung Ihres Accounts werden Sie aufgefordert, Ihre Geheimphrase (Seed) zu speichern und Ihren Account mit einem Kennwort zu schützen. Auf normalen zentralen Servern wird besonderes Augenmerk auf das Passwort gelegt, das bei Bedarf geändert und per E-Mail zurückgesetzt werden kann. Auf dezentralen Plattformen wie Waves ist jedoch alles anders organisiert.
es: Al registrar su cuenta, se le pedirá que guarde su frase secreta (SEED) para proteger su cuenta con una contraseña. En los servidores centralizados, se presta especial atención a la contraseña, que se puede cambiar y restablecer por correo electrónico, si es necesario. Sin embargo, en plataformas descentralizadas como Waves, todo está organizado de manera diferente.
fr_fr: Lors de l'enregistrement de votre compte, il vous sera demandé de sauvegarder votre phrase secrète (SEED) et de protéger votre compte avec un mot de passe. Sur les serveurs centralisés normaux, une attention particulière est portée au mot de passe, qui peut être modifié et réinitialisé par e-mail, si nécessaire. Cependant, sur les plates-formes décentralisées telles que Waves, tout est organisé différemment.
id: Ketika mendaftarkan akun Anda, Anda akan diminta untuk menyimpan frase rahasia Anda (Seed) dan untuk melindungi akun Anda dengan kata sandi. Pada server terpusat normal, perhatian khusus diberikan pada kata sandi, yang dapat diubah dan disetel ulang melalui email, jika diperlukan. Namun, pada platform terdesentralisasi seperti Waves, semuanya diatur secara berbeda.
it: Quando registri il tuo account, ti verrà chiesto di salvare la tua frase segreta (SEED) e di proteggere il tuo account con una password. Sui normali server centralizzati, viene prestata particolare attenzione alla password, che può essere modificata e ripristinata via e-mail, se necessario. Sulle piattaforme decentralizzate come Waves, invece, tutto è strutturato dfferentemente:
ja: アカウント登録時、あなたはバックアップフレーズ（シード）を保存し、パスワードでアカウントを保護することを求められます。通常の集中管理サーバーでは、パスワードに対して特別な注意が払われ、必要であれば電子メールを介してパスワードを変更およびリセットできますが、Wavesのような分散型プラットフォームでは、仕組みが全く異なります。
ko: 계정을 등록할 때 백업 구절(SEED)을 저장하고 암호로 계정을 보호하라는 메시지가 나타납니다. 일반적인 중앙화 집중 서버에서는 비밀번호가 매우 중요합니다. 이는 필요하다면 이메일을 통해 비밀번호를 변경 및 재설정할 수 있습니다. 하지만 Waves와 같은 탈중앙화 플랫폼에서는 모든 것이 다르게 처리됩니다.
nl: Wanneer u uw account registreert, wordt u gevraagd om uw geheime zin (Seed) op te slaan en om uw account te beveiligen met een wachtwoord. Op normale gecentraliseerde servers wordt speciale aandacht besteed aan het wachtwoord, dat kan worden gewijzigd en gereset via e-mail, als de noodzaak zich voordoet. Op gedecentraliseerde platforms zoals Waves is alles echter anders geregeld.
pl: Podczas rejestracji konta zostaniesz poproszony o zapisanie tajnej frazy (SEED) i zabezpieczenie swojego konta hasłem. Na normalnych scentralizowanych platformach zwraca się szczególną uwagę na hasło, które w razie potrzeby można zmienić i zresetować pocztą e-mail. Jednak na zdecentralizowanych platformach, takich jak Waves wygląda to inaczej.
pt_br: Ao registrar sua conta, será solicitado que você salve a sua frase secreta (Seed) e protega a sua conta com uma senha. Normalmente, em servidores centralizados, é dada uma atenção especial para a senha, que pode ser alterada e redefinida via e-mail, se necessário. No entanto, em plataformas descentralizadas como a Waves, tudo é organizado de maneira diferente.
pt_pt: Após concluíres o registo vamos pedir-te para fazeres uma cópia de segurança das PALAVRAS DE RECUPERAÇÃO e ainda para protegeres a conta com uma password local. Habitualmente nos sistemas centralizados podes recuperar facilmente a password, caso te esqueças dela. No entanto, nos sistemas de blockchain e plataformas descentralizadas essa informação não fica guardada em nenhum local.
tr: Hesabınızı oluştururken sizden anahtar kelimelerinizi saklamanız ve bir parola ile korumanız istenecektir. Merkezi sunucularda parolanız e-posta adresinize gönderilen bir link ile sıfırlanabilir ancak Waves Platform gibi merkezsiz borsalarda bu durum daha farklıdır.
zh_hant: 注册帐户时，系统会要求您保存密码短语（种子）并使用密码保护您的帐户。在普通的中心化服务器上，需要特别注意密码，因为密码可以通过电子邮件更改和重置。但是，在像Waves这样的去中心化平台上，一切都是不同的方式.

# hello.page.info.second.title
source: What you need to know about your SEED
de: Was Sie über Ihren SEED wissen müssen
es: Lo que necesita saber sobre su semilla (SEED)
fr_fr: Ce que vous devez savoir concernant votre phrase secrète (SEED)
id: Apa yang perlu Anda ketahui tentang SEED Anda
it: Cosa devi sapere riguardo il tuo SEED
ja: あなたがSEEDについて知る必要があること
ko: SEED에 대해 알아두어야 할 사항
nl: Wat u moet weten over uw SEED
pl: Co potrzebujesz wiedzieć na temat swojego SEED
pt_br: O que você precisa saber sobre seu SEED
pt_pt: O que precisas de saber sobre as PALAVRAS DE RECUPERAÇÃO
tr: Anahtar kelimeler (SEED) hakkında bilmeniz gerekenler
zh_hant: 您需要了解的有关SEED的信息

# hello.page.info.third.detail.first
source: You use your wallet anonymously, meaning your account is not connected to an email account or any other identifying data.
de: Sie verwenden Ihren Account anonym, d.h. Ihr Konto ist nicht mit einem E-Mail-Konto oder anderen identifizierenden Daten verbunden.
es: Utilice su cartera de forma anónima, lo que significa que su cuenta no está conectada con una cuenta de correo electrónico ni a ningún otro dato de identificación.
fr_fr: Vous utilisez votre portefeuille de façon anonyme, ce qui signifie que votre compte n'est pas connecté à une adresse email ou à toute autre donnée d'identification.
id: Anda menggunakan dompet Anda secara anonim, yang berarti akun Anda tidak terhubung ke akun email atau data pengidentifikasi lainnya.
it: L'utilizzo del tuo wallet è anonimo, ovvero il tuo account non è collegato ad un indirizzo email o altre forme di identificazione.
ja: あなたは匿名でウォレットを利用することができます。つまり、あなたのアカウントはあなたのメールアドレスやその他の個人を特定するデータに紐付いていません。
ko: 귀하는 익명으로 지갑을 사용합니다. 즉, 본 계정이 이메일 계정 또는 기타 개인 정보 데이터에 연결되지 않습니다.
nl: U gebruikt uw portemonnee anoniem, wat betekent dat uw account niet is verbonden met een e-mailaccount of andere identificerende gegevens.
pl: Używasz portfela anonimowo, co oznacza, że Twoje konto nie jest połączone z kontem e-mail ani z żadnymi innymi danymi identyfikacyjnymi.
pt_br: Você usa sua carteira de forma anônima. Isso significa que sua conta não está vinculada a uma conta de e-mail ou qualquer outro dado de identificação.
pt_pt: A tua conta não está ligada a nenhum endereço de email ou a qualquer outro elemento que possa ser usado na tua identificação. A utilização da Carteira Waves é totalmente anónima.
tr: Hesabınızı anonim olarak kullanırsınız. Hesabınız herhangi bir e-posta adresine veya kimliğiniz ile eşleşen bir hizmet sağlayıcıya bağlı değildir.
zh_hant: 您匿名使用您的钱包，这意味着您的帐户未连接到电子邮件帐户或任何其他识别数据。
