Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# hello.page.info.third.detail.fourth
source: You cannot change your secret phrase. If you accidentally sent it to someone or suspect that scammers have taken it over, then create a new Waves wallet immediately and transfer your funds to it.
de: Sie können Ihren geheimen Satz nicht ändern. Wenn Sie ihn versehentlich an jemanden gesendet haben oder vermuten, dass Betrüger ihn übernommen haben, erstellen Sie sofort einen neuen Waves-Account und übertragen Sie Ihr Geld darauf.
es: No se puede cambiar la frase secreta. Si accidentalmente la envió a alguien o sospecha que los estafadores han tomado ésta, crear una nueva cartera Waves inmediatamente y transferir sus fondos a la misma.
fr_fr: Vous ne pouvez pas modifier votre phrase secrète. Si vous l'envoyez accidentellement à quelqu'un ou que vous suspectez que des escrocs y ont accès, veuillez créer un nouveau portefeuille Waves immédiatemment et y transférer vos fonds.
id: Anda tidak dapat mengubah frasa rahasia Anda. Jika Anda secara tidak sengaja mengirimkannya kepada seseorang atau menduga bahwa scammer telah mengambil alih, maka buatlah dompet Waves baru segera dan transfer dana Anda ke dalamnya.
it: Non è possibile cambiare la tua frase segreta. In caso l'avessi accidentalmente inviata a qualcuno o sospettassi un furto da parte di scammers, crea immediatamente un nuovo wallet su Waves e trasferisci immediatamente tutti i tuoi fondi.
ja: 秘密のフレーズを変更することはできません。誤って他人に送信した場合や、詐欺師に侵入された疑いがある場合は、直ちに新しいWavesウォレットを作成して資金を移してください。
ko: 귀하의 백업 구절은 변경할 수 없습니다. 실수로 타인에게 백업 구절을 공유했거나 스캠 및 피싱 공격으로 인해 노출이 되었다고 의심되면 즉시 신규 Waves 지갑을 생성하고 모든 자산을 신규 주소로 이동시키기 바랍니다.
nl: Je kunt je geheime regel niet veranderen. Als je het per ongeluk naar iemand hebt verzonden of vermoedt dat oplichters het hebben overgenomen, maak u onmiddellijk een nieuwe Waves-portemonnee aan en stort u het geld hier op.
pl: Nie możesz zmienić tajnej frazy (SEED). Jeśli przypadkowo wysłałeś do kogoś tę tajną frazę lub podejrzewasz, że ktoś ją przejął, natychmiast utwórz nowy portfel Waves i prześlij do niego wszystkie swoje środki.
pt_br: Você não pode mudar sua frase secreta. Se você a enviou acidentalmente para alguém ou suspeita que golpistas tiveram acesso a sua frase secreta, crie uma nova carteira Waves imediatamente e transfira seus fundos para ela.
pt_pt: Não podes alterar as palavras de recuperação. Caso as tenhas enviado para alguém por acidente ou suspeites que a tua conta está comprometida por terceiros, por favor, criar uma nova e transfere todos os teus fundos para a nova conta.
tr: Anahtar kelimelerinizi değiştiremezsiniz. Eğer yanlışlıkla birine gönderirseniz veya çaldırırsanız en kısa sürede yeni bir cüzdan oluşturarak tüm varlıklarınızı bu yeni cüzdanınıza aktarın.
zh_hant: 你不能改变你的秘密短语。如果您不小心将其发送给某人或怀疑已被别人窃取，请立即创建一个新的Waves钱包并将您的资金转移到新钱包。

# hello.page.info.third.detail.second
source: Your password protects your account when working on a certain device or browser. It is needed in order to ensure that your secret phrase is not saved in storage.
de: Ihr Passwort schützt Ihr Konto, wenn Sie an einem bestimmten Gerät oder Browser arbeiten. Es ist erforderlich, um sicherzustellen, dass Ihre Geheimphrase nicht im Speicher gespeichert wird.
es: La contraseña protege su cuenta cuando se trabaja sobre un determinado dispositivo o navegador. Es necesario para asegurarse que su frase secreta no se guarde en el almacenamiento.
fr_fr: Votre mot de passe protège votre compte lorsque vous travaillez sur un certain appareil ou navigateur. Il est nécessaire pour s'assurer que votre phrase secrète n'est pas sauvegardée dans le stockage.
id: Kata sandi Anda melindungi akun Anda saat bekerja di perangkat atau browser tertentu. Diperlukan untuk memastikan bahwa kalimat rahasia Anda tidak disimpan dalam penyimpanan.
it: La password protegge il tuo account quando operi su uno specifico dispositivo o browser. È utilizzata solo per garantire che la tua frase segreta non risulti salvata su nessun dispositivo.
ja: あなたのパスワードは特定のデバイスやブラウザでアカウントを使用する際に保護します。これは、あなたの秘密のフレーズがストレージに保存されていないことを確かにするために必要です。
ko: 비밀번호는 특정 장치 또는 브라우저에서 작업할 때 계정을 보호해줍니다. 이는 백업 구절이 귀하의 스토리지에 저장되지 않도록 하기 위해 필요합니다.
nl: Uw wachtwoord beschermt uw account wanneer u aan een bepaald apparaat of een bepaalde browser werkt. Het is nodig om ervoor te zorgen dat uw geheime regel niet wordt opgeslagen.
pl: Twoje hasło chroni twoje konto podczas pracy na określonym urządzeniu lub przeglądarce. Upewnij się, że tylko ty masz dostęp do tajnego wyrażenia (SEED) i nie zostało ono zapisane na żadnym nośniku.
pt_br: A sua senha é o que protege a sua conta ao acessá-la em um dispositivo ou navegador. Ela é necessária para garantir que sua frase secreta não seja salva no armazenamento.
pt_pt: A password vai ajudar a proteger a tua carteira neste dispositivo apenas. É necessária apenas para assegurar que as tuas palavras de recuperação são encriptadas neste dispositivo.
tr: Bağlı bulunduğunuz cihazdan veya tarayıcıdan cüzdanınıza erişim için parolanızı kullanırsınız.
zh_hant: 在使用特定设备或浏览器时，您的密码可以保护您的帐户。但是你需要确认你的秘密短语没有被浏览器保持。

# hello.page.info.third.detail.third
source: If you forget your password, you can easily create a new one by using the account recovery form via your secret phrase. If you lose your secret phrase, however, you will have no way to access your account.
de: Wenn Sie Ihr Passwort vergessen haben, können Sie leicht ein neues erstellen, indem Sie das Konto-Wiederherstellungsformular über Ihren geheimen Satz verwenden. Wenn Sie Ihren geheimen Ausdruck verlieren, haben Sie jedoch keine Möglichkeit, auf Ihr Konto zuzugreifen.
es: Si olvida su contraseña, puede crear fácilmente una nueva utilizando el formulario de la recuperación de cuenta a través de su frase secreta. Sin embargo, si pierde su frase secreta, no tendrá ninguna manera de tener acceso a su cuenta.
fr_fr: Si vous oubliez votre mot de passe, vous pouvez facilement en créer un nouveau en utilisant le formulaire de récupération de compte via votre phrase secrète. Si vous perdez votre phrase secrète, cependant, vous n'aurez aucun moyen d'accéder à votre compte.
id: Jika Anda lupa kata sandi Anda, Anda dapat dengan mudah membuat yang baru dengan menggunakan formulir pemulihan akun melalui frasa rahasia Anda. Jika Anda kehilangan kalimat rahasia Anda, Anda tidak akan memiliki cara untuk mengakses akun Anda.
it: In caso dovessi dimenticare la tua password, potrai semplicemente crearne una nuova, usando la funzionalità di recupero account tramite frase segreta. Se invece perderai la tua frase segreta, non esisterà alcuna possibilità di recuperare l'accesso al tuo account.
ja: パスワードをお忘れになった場合、シークレットフレーズを使用してアカウント復元フォームからパスワードを再発行できます。但し、シークレットフレーズを紛失した場合、アカウントにアクセスできなくなります。
ko: 비밀번호를 잊어버린 경우 백업 구절을 계정 복구 메뉴에 입력하여 신규 비밀번호를 쉽게 만들 수 있습니다. 그러나 백업 구절을 분실하면 계정에 액세스할 수 없습니다.
nl: Als u uw wachtwoord bent vergeten, kunt u eenvoudig een nieuw wachtwoord maken met behulp van het formulier voor accountherstel via uw geheime zin. Als u uw geheime zin verliest, heeft u echter geen toegang tot uw account.
pl: Jeśli zapomnisz hasła, możesz łatwo utworzyć nowe za pomocą formularza odzyskiwania konta za pomocą tajnego wyrażenia (SEED). Jeśli jednak zgubisz tajną frazę (SEED), nie będziesz mieć dostępu do swojego konta.
pt_br: Se você esquecer sua senha, você poderá criar uma nova facilmente usando o formulário de recuperação de conta, por meio de sua frase secreta. Todavia, se você perder sua frase secreta, não terá como acessar sua conta.
pt_pt: Caso te esqueças da password, podes facilmente recuperar a conta através das palavras de recuperação. Caso não tenhas guardado estas palavras não tens como aceder novamente à conta.
tr: Eğer parolanızı kaybederseniz anahtar kelimeleriniz ile yeni bir parola oluşturabilirsiniz. Ancak anahtar kelimelerinizi kaybederseniz bir daha hesabınıza erişemezsiniz.
zh_hant: 如果您忘记了密码，可以通过秘密短语使用帐户恢复，轻松创建新密码。但是，如果您丢失了密码短语，则无法访问自己的帐户。

# hello.page.info.third.title
source: What you need to know about your SEED
de: Was Sie über Ihren SEED wissen müssen
es: Lo que necesita saber sobre su semilla (SEED)
fr_fr: Ce que vous devez savoir concernant votre phrase secrète (SEED)
id: Apa yang perlu Anda ketahui tentang SEED Anda
it: Cosa devi sapere riguardo il tuo SEED
ja: あなたがSEEDについて知る必要があること
ko: SEED에 대해 알아두어야 할 사항
nl: Wat u moet weten over uw SEED
pl: Co potrzebujesz wiedzieć na temat swojego SEED
pt_br: O que você precisa saber sobre seu SEED
pt_pt: O que precisas de saber sobre as PALAVRAS DE RECUPERAÇÃO
tr: Anahtar kelimeleriniz hakkında bilmeniz gerekenler
zh_hant: 您需要了解的有关SEED的信息

# history.navigationBar.title
source: History
de: Historie
es: Historial
fr_fr: Historique
id: Histori
it: Storico
ja: 履歴
ko: 내역
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
tr: Geçmiş
zh_hant: 历史

# history.segmentedControl.activeNow
source: Active Now
de: Jetzt aktiv
es: Activar Ahora
fr_fr: Actif maintenant
id: Aktif Sekarang
it: Attivo
ja: 有効
ko: 지금 활성화
nl: Nu actief
pl: Teraz aktywne
pt_br: Ativar agora
pt_pt: Ativas
tr: Aktif
zh_hant: 现在激活

# history.segmentedControl.all
source: All
de: Alles
es: Todo
fr_fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 모두
nl: Allemaal
pl: Wszystko
pt_br: Tudo
pt_pt: Tudo
tr: Hepsi
zh_hant: 所有

# history.segmentedControl.canceled
source: Canceled
de: Abgebrochen
es: Cancelado
fr_fr: Annulé
id: Dibatalkan
it: Cancellato
ja: キャンセル済
ko: 취소 내역
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelado
pt_pt: Cancelado
tr: İptal edilen
zh_hant: 取消

# history.segmentedControl.exchanged
source: Exchanged
de: Ausgetauscht
es: intercambiado
fr_fr: Échangé
id: Ditukar
it: Scambiati
ja: トレード済
ko: 거래 내역
nl: Verhandeld
pl: Wymienione
pt_br: Negociado
pt_pt: Trocado
tr: Takas edilen
zh_hant: 交换

# history.segmentedControl.issued
source: Issued
de: Ausgegeben
es: Emitido
fr_fr: Émis
id: Diterbitkan
it: Emessi
ja: 発行済
ko: 발행 내역
nl: Uitgegeven
pl: Wydane
pt_br: Emitido
pt_pt: Emitido
tr: Oluşturulan
zh_hant: 发行

# history.segmentedControl.leased
source: Leased
de: Geleast
fr_fr: En leasing
id: Disewa
it: Prestati
ja: リース済
ko: Lease 내역
nl: Geleased
pl: Dzierżawione
pt_br: Alugado
pt_pt: Concessionado
tr: Kiralanan
zh_hant: 租赁

# history.segmentedControl.received
source: Received
de: Empfangen
es: Recibido
fr_fr: Reçu
id: Diterima
it: Ricevuti
ja: 受信済
ko: 수신 내역
nl: Ontvangen
pl: Otrzymane
pt_br: Recebido
pt_pt: Recebido
tr: Alınan
zh_hant: 已收到

# history.segmentedControl.sent
source: Sent
de: Geschickt
es: Enviado
fr_fr: Envoyé
id: Dikirim
it: Inviati
ja: 送信済
ko: 발신 내역
nl: Verzonden
pl: Wysłane
pt_br: Enviado
pt_pt: Enviado
tr: Gönderilen
zh_hant: 已发送

# history.transaction.cell.exchange.buy
source: Buy: %@/%@
de: Kaufen: %@/%@
es: Comprar: %@/%@
fr_fr: Achat: %@/%@
id: Beli: %@/%@
it: Acquista: %@ / %@
ja: 購入：%@/%@
ko: 매수: %@/%@
nl: Kopen: %@/%@
pl: Kupuj: %@/%@
pt_br: Comprado: %@/%@
pt_pt: Compra: %@/%@
tr: Al: %@/%@
zh_hant: 购买：%@/%@

# history.transaction.cell.exchange.sell
source: Sell: %@/%@
de: Verkaufen: %@/%@
es: Vender: %@/%@
fr_fr: Vente: %@/%@
id: Jual: %@/%@
it: Vendi: %@ / %@
ja: 売却：%@/%@
ko: 매도: %@/%@
nl: Verkopen: %@/%@
pl: Sprzedaj: %@/%@
pt_br: Vendido: %@/%@
pt_pt: Venda: %@/%@
tr: Sat: %@/%@
zh_hant: 卖出：%@/%@

# history.transaction.title.alias
source: Create Alias
de: Erstellen Sie einen Alias
es: Crear alias
fr_fr: Créer un alias
id: Buat Alias
it: Crea Alias
ja: エイリアスを作成
ko: Alias 생성
nl: Maak alias
pl: Utwórz alias
pt_br: Criar Alias
pt_pt: Criar novo pseudónimo
tr: Takma ad oluştur
zh_hant: 创建别名

# history.transaction.title.canceledLeasing
source: Canceled Leasing
de: Annulliertes Leasing
es: Leasing cancelado
fr_fr: Leasing annulé
id: Sewa Dibatalkan
it: Prestito revocato
ja: キャンセル済のリース
ko: 취소된 Leasing
nl: Lease geannuleerd
pl: Anulowany leasing
pt_br: Aluguel Cancelado
pt_pt: Concessão cancelada
tr: İptal edilen kiralama
zh_hant: 取消租赁

# history.transaction.title.data
source: Data transaction
de: Datentransaktion
es: Transacción de datos
fr_fr: Transaction de données
id: Transaksi data
it: Dati transazione
ja: データトランザクション
ko: 데이터 트랜잭션
nl: Data transactie
pl: Transakcja danych
pt_br: Transação de dados
pt_pt: Transação de Dados
tr: Veri işlemi
zh_hant: 数据传输

# history.transaction.title.exchange
source: Exchange
de: Börse
fr_fr: Échange
id: Bertukar
it: Scambi
ja: トレード
ko: 거래 내역
pl: Wymień
pt_br: Negociado
pt_pt: Trocar
tr: Takas
zh_hant: 交换

# history.transaction.title.incomingLeasing
source: Incoming Leasing
de: Einkommendes Leasing
es: Leasing recibida
fr_fr: Leasing entrant
id: Sewa Masuk
it: Prestito in entrata
ja: 受取リース
ko: 들어오는 Leasing
nl: Inkomende lease
pl: Przychodzący leasing
pt_br: Rendimentos do Aluguel
pt_pt: Concessão Recebida
tr: Gelen Kiralama
zh_hant: 租赁收入

# history.transaction.title.massreceived
source: Mass Received
de: Massetransfer erhalten
es: Recibido agrupado
fr_fr: Réception de masse
id: Transaksi Massal Diterima
it: Ricezioni massive
ja: マストランスファー受信済
ko: 대량 수신
nl: Massa ontvangen
pl: Transfer masowy otrzymany
pt_br: Recebimentos em massa
pt_pt: Recebido
tr: Toplu gönderim alındı
zh_hant: 大额收入

# history.transaction.title.masssent
source: Mass Sent
de: Massentransfer gesendet
es: Enviado agrupado
fr_fr: Envoi de masse
id: Transaksi Massal Dikirim
it: Invii massivi
ja: マストランスファー送信
ko: 대량 전송
nl: Massa verzonden
pl: Transfer masowy wysłany
pt_br: Envios em massa
pt_pt: Enviado
tr: Toplu gönderim yapıldı
zh_hant: 大额发送

# history.transaction.title.received
source: Received
de: Empfangen
es: Recibido
fr_fr: Reçu
id: Diterima
it: Ricevuti
ja: 受信済
ko: 수신 내역
nl: Ontvangen
pl: Otrzymane
pt_br: Recebido
pt_pt: Recebido
tr: Alınan
zh_hant: 收到

# history.transaction.title.receivedSponsorship
source: Received Sponsorship
de: Erhaltenes Sponsoring
fr_fr: Parrainage reçu
id: Menerima Sponsorship
it: Sponsorizzazione ricevuta
ja: スポンサーシップの受信
ko: 스폰서십 수신 완료
nl: Ontvangen Sponsoring
pl: Otrzymany sponsoring
pt_br: Patrocínio recebido
pt_pt: Sponsorship Recebido
tr: Sponsorlu alınan
zh_hant: 获得赞助

# history.transaction.title.selfTransfer
source: Self-transfer
de: Selbstübertragung
es: Autotransferencia
fr_fr: Auto-transfert
id: Transfer mandiri
it: Auto-trasferimento
ja: セルフ転送
ko: 자체 전송
nl: Zelfoverdracht
pl: Transfer własny
pt_br: Autotransferência
pt_pt: Auto-Transferência
tr: Transfer
zh_hant: 内部转账

# history.transaction.title.sent
source: Sent
de: Geschickt
es: Enviado
fr_fr: Envoyé
id: Terkirim
it: Inviati
ja: 送信済
ko: 발신 내역
nl: Verzonden
pl: Wysłane
pt_br: Enviado
pt_pt: Enviado
tr: Gönderildi
zh_hant: 发送

# history.transaction.title.setAssetScript
source: Entry in blockchain
de: Eintrag in Blockchain
es: Entrada en la blockchain
fr_fr: Inscription dans la blockchain
id: Entri dalam blockchain
it: Voce nella blockchain
ja: ブロックチェーンへのエントリー
ko: 블록체인에 기입
pl: Pisanie na blockchain
pt_br: Acesse o blockchain
pt_pt: Escrevendo no blockchain
tr: Blokzinciri girdisi
zh_hant: 输入区块链

# history.transaction.title.setScript
source: Entry in blockchain
de: Eintrag in Blockchain
es: Entrada en la blockchain
fr_fr: Inscription dans la blockchain
id: Entri dalam blockchain
it: Voci nella blockchain
ja: ブロックチェーンへのエントリー
ko: 블록체인에 기입
pl: Pisanie na blockchain
pt_br: Acesse o blockchain
pt_pt: Escrevendo no blockchain
tr: Blokzinciri girdisi
zh_hant: 输入区块链

# history.transaction.title.startedLeasing
source: Started Leasing
de: Leasing begonnen
es: Leasing empezado
fr_fr: Leasing initié
id: Memulai Sewa
it: Prestito avviato
ja: 開始されたリース
ko: 시작된 Leasing
nl: Begonnen met leasen
pl: Rozpoczęty Leasing
pt_br: Aluguel Ativado
pt_pt: Concessão Iniciada
tr: Kiralandı
zh_hant: 开始租赁

# history.transaction.title.tokenBurn
source: Token Burn
es: Quemar Token
fr_fr: Brûlage de jeton
id: Bakar Token
it: Distruggi Token
ja: トークンをバーン
ko: 토큰 소각
nl: Token Burnen
pl: Spalenie tokena
pt_br: Queima de Tokens
pt_pt: Destruir Token
tr: Kripto Para Yakma
zh_hant: 代币销毁

# history.transaction.title.tokenGeneration
source: Token Generation
de: Token-Generierung
es: Generación de Token
fr_fr: Génération de jeton
id: Pembuatan Token
it: Generazione Token
ja: トークンを発行
ko: 토큰 생성
nl: Token Creatie
pl: Generowanie tokena
pt_br: Criação de Tokens
pt_pt: Geração de Token
tr: Kripto Para Oluşturma
zh_hant: 代币发行

# history.transaction.title.tokenReissue
source: Token Reissue
de: Token-Neuausgabe
es: Reemisión de Token
fr_fr: Réémission de jeton
id: Pembaruan Token
it: Riemissione Token
ja: トークンの追加発行
ko: 토큰 재발행
nl: Token heruitgeven
pl: Doemitowanie tokena
pt_br: Reemissão de Tokens
pt_pt: Reutilização de Token
tr: Kripto Para Tekrar oluşturma
zh_hant: 代币再次发现

# history.transaction.title.unrecognisedTransaction
source: Unrecognised Transaction
de: Nicht erkannte Transaktion
es: Transacción no reconocida
fr_fr: Transaction non reconnue
id: Transaksi Tidak Dikenal
it: Transazione sconosciuta
ja: 未認識のトランザクション
ko: 알수없는 트랜잭션
nl: Niet-herkende transactie
pl: Nierozpoznana transakcja
pt_br: Transação não reconhecida
pt_pt: Transação desconhecida
tr: Tanımlanmayan işlem
zh_hant: 无法识别的交易

# history.transaction.value.data
source: Entry in blockchain
de: Eintrag in Blockchain
es: Entrada en el blockchain
fr_fr: Inscription dans la blockchain
id: Masuk dalam blockchain
it: Voci nella blockchain
ja: ブロックチェーンへのエントリー
ko: 블록체인에 들어가기
nl: Ingang in blockchain
pl: Pisanie na blockchain
pt_br: Acesse o blockchain
pt_pt: Escrevendo no blockchain
tr: Blok zinciri girdisi
zh_hant: 进入区块链

# history.transaction.value.setAssetScript
source: Set Asset Script
de: Setze Asset Script
es: Establecer script de activos
fr_fr: Mettre à jour le script
id: Setel Skrip Aset
it: Imposta lo script dall'asset
ja: アセットスクリプトのセット
ko: 자산 Script 설정
nl: Configureer Asset Script
pl: Zaktualizuj skrypt
pt_br: Definir Script do Ativo
pt_pt: Atualizar Script
tr: Kripto para için script ayarla
zh_hant: 设置资产脚本

# history.transaction.value.setScript.cancel
source: Cancel Script Transaction
de: Skripttransaktion abbrechen
es: Cancelar transacción de script
fr_fr: Annuler le script
id: Batalkan Transaksi Skrip
it: Cancella Script di transazione
ja: スクリプトトランザクションをキャンセル
ko: Script 트랜잭션 취소
nl: Annuleer Script Transactie
pl: Anuluj skryptową
pt_br: Cancelar Script de Transação
pt_pt: Script Cancelado
tr: Script işlemini iptal et
zh_hant: 取消脚本交易

# history.transaction.value.setScript.set
source: Set Script Transaction
de: Skripttransaktion einstellen
es: Establecer transacción de script
fr_fr: Définir un script
id: Tetapkan Transaksi Skrip
it: Imposta Script
ja: スクリプトトランザクションをセット
ko: Script 트랜잭션 설정
nl: Configureer Script Transactie
pl: Ustaw skryptową
pt_br: Definir Script
pt_pt: Registo de Script
tr: Script işlemi ayarla
zh_hant: 设置脚本交易

# history.transaction.value.setSponsorship.cancel
source: Disable Sponsorship
de: Abbrechen Sponsorship
fr_fr: Désactiver le parrainage
id: Batalkan Sponsor
it: Disattiva sponsorizzazione
ja: スポンサーシップを無効化
ko: 스폰서십 취소
nl: Annuleer gesponsorde
pl: Wyłącz sponsorowanie
pt_br: Cancelar patrocinada
pt_pt: Cancelar de Sponsorship
tr: Sponsorlu işlemi iptal et
zh_hant: 取消赞助传输

# history.transaction.value.setSponsorship.set
source: Set Sponsorship
de: Einstellen Sponsorship
fr_fr: Définir un parrainage
id: Setel Sponsor
it: Imposta sponsorizzazione
ja: スポンサーシップをセット
ko: 스폰서십 설정
nl: Configureer gesponsorde
pl: Ustaw sponsorowanie
pt_br: Definir patrocinada
pt_pt: Criar de Sponsorship
tr: Sponsorlu işlem ayarla
zh_hant: 设置赞助交易

# import.account.button.enter.title
source: Enter SEED manually
de: Geben Sie Ihren SEED ein
es: Introduzca la semilla manualmente
fr_fr: Saisissez la phrase secrète manuellement
id: Masukkan SEED secara manual
it: Inserisci manualmente il SEED
ja: マニュアルでシードを入力
ko: SEED 수동 입력
nl: Voer SEED handmatig in
pl: Wprowadź SEED ręcznie
pt_br: Inserir SEED manualmente
pt_pt: Introduz o conjunto das palavras de recuperação
tr: Anahtar kelimelerinizi girin
zh_hant: 手工输入种子

# import.account.button.scan.title
source: Scan pairing code
de: Scannen Sie den Pairingcode
es: Escanear código de emparejamiento
fr_fr: Scannez le code d'appairage
id: Pindai kode pasangan
it: Scan codice accoppiamento
ja: ペアリングコードをスキャン
ko: 페어링 코드 스캔
nl: Koppelingscode scannen
pl: Zeskanuj kod parowania
pt_br: Escanear o código de pareamento
pt_pt: Ler o código de emparelhamento
tr: Eşleşme kodunu tara
zh_hant: 扫描配对码

# import.account.label.info.step.one.detail
source: Settings — General — Export account
de: Einstellungen — Allgemein — Konto exportieren
es: Configuración — General — Exportar la cuenta
fr_fr: Paramètres — Général — Exporter le compte
id: Pengaturan — Umum — Ekspor akun
it: Impostazioni - Generale - Esporta account
ja: 設定 - 一般 - アカウントのエクスポート
ko: 환경설정 — 일반 — 계정 추출
nl: Instellingen — Algemeen — Apparaat Pairing
pl: Ustawienia — Ogólne — Eksportuj konto
pt_br: Configurações — Geral — Export account
pt_pt: Configurações — Geral — Exportar conta
tr: Ayarlar — Genel — Hesabı dışa aktar
zh_hant: 设置 — 常规设置 — 出口帳戶

# import.account.label.info.step.one.title
source: Log in to your Waves Client via your PC or Mac at https://client.wavesplatform.com
de: Melden Sie sich über Ihren PC oder Mac unter https://beta.wavesplatform.com bei Ihrem Beta-Client an
es: Inicie su sesión Waves Cliente a través de su PC o Mac en https://client.wavesplatform.com
fr_fr: Connectez-vous à votre client Waves via votre PC ou Mac sur https://client.wavesplatform.com
id: Masuk ke Klien Waves Anda melalui PC atau Mac Anda di https://client.wavesplatform.com
it: Accedi al tuo client Waves tramite PC o Mac all'indirizzo https://client.wavesplatform.com
ja: PCまたはMacで、https://client.wavesplatform.comから、あなたのWavesクライアントにログインしてください.
ko: Mac 또는 PC를 통해 Waves 클라이언트에 로그인하세요https://beta.wavesplatform.com
nl: Meld u aan bij uw Waves-client via uw pc of Mac op https://client.wavesplatform.com
pl: Zaloguj się do swojego klienta Waves za pośrednictwem komputera PC lub Mac na stronie https://client.wavesplatform.com
pt_br: Faça o login na sua Waves Client através do seu PC ou Mac em https://client.wavesplatform.com
pt_pt: Inicia a Sessão na aplicação através do teu PC ou MAC
tr: Waves uygulamasına PC'nizden veya Mac'inizden giriş yapın https://client.wavesplatform.com
zh_hant: 通过PC或Mac登录Waves客户端，网址为https://client.wavesplatform.com

# import.account.label.info.step.two.title
source: Click «Show Pairing Code» to reveal a QR Code. Scan the code with your camera.
de: Klicken Sie auf Pairing-Code anzeigen, um einen QR-Code anzuzeigen. Scannen Sie den Code mit Ihrer Kamera.
es: Haga clic en «Mostrar código de emparejamiento» para revelar un código QR. Escanear el código con su cámara.
fr_fr: Cliquez sur «Afficher le Code d'appairage» pour faire apparaître un QR Code. Scannez le code avec votre appareil photo.
id: Klik «Tunjukkan Kode Pasangan» untuk mengungkapkan Kode QR. Pindai kode dengan kamera Anda.
it: Clicca su "Mostra codice di accoppiamento" per mostrare un codice QR. Scansiona quel codice con la fotocamera.
ja: «ペアリングコードを表示する» をクリックし、QRコードを表示して下さい。カメラを用いてコードをスキャンして下さい。
ko: QR 코드를 확인하기 위해 «페어링 코드 보기»를 클릭하세요. 카메라로 QR 코드를 스캔하세요.
nl: Klik op 'Show Pairing Code' om een ​​QR-code te onthullen. Scan de code met uw camera.
pl: Kliknij «Pokaż kod parowania», aby wyświetlić kod QR. Zeskanuj kod za pomocą aparatu.
pt_br: Clique em "Mostrar código de emparelhamento" para mostrar um código QR. Escaneie o código com a sua câmera.
pt_pt: Clica em «Mostrar código de emparelhamento» para ver o Código QR
tr: «Eşleme kodunu Göster» 'e tıklayarak QR koda ulaşın ve kameranız ile tarayın.
zh_hant: 单击“显示配对代码”以显示QR代码。用相机扫描代码。

# import.account.navigation.title
source: Import account
de: Account importieren
es: Importar cuenta
fr_fr: Importer un compte
id: Impor akun
it: Importa account
ja: アカウントをインポート
ko: 계정 가져오기
nl: Account importeren
pl: Importuj konto
pt_br: Importar conta
pt_pt: Importar conta
tr: Hesabı içe aktar
zh_hant: 导入帐户
