Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# import.general.error.alreadyinuse
source: Already in use
de: Bereits in Benutzung
es: Ya está en uso
fr_fr: Déjà utilisé
id: Telah digunakan
it: Già in uso
ja: すでに使用されています
ko: 이미 사용 중입니다
nl: Al in gebruik
pl: Już w użyciu
pt_br: Em uso
pt_pt: Em uso
tr: Zaten kullanılmakta
zh_hant: 已经被使用

# import.general.navigation.title
source: Import account
de: Account importieren
es: Importar cuenta
fr_fr: Importer un compte
id: Impor akun
it: Importa account
ja: アカウントをインポート
ko: 계정 불러오기
nl: Importeer account
pl: Importuj konto
pt_br: Importar conta
pt_pt: Importar conta
tr: Hesabı içe aktar
zh_hant: 导入帐户

# import.general.segmentedControl.manually
source: Manually
de: Manuell
es: Manualmente
fr_fr: Manuellement
id: Secara manual
it: Manualmente
ja: マニュアル入力
ko: 수동으로
nl: Handmatig
pl: Ręcznie
pt_br: Manualmente
pt_pt: Manual
tr: Manuel olarak
zh_hant: 手动

# import.general.segmentedControl.scan
source: Scan
es: Escanear
fr_fr: Scannez
id: Pindai
it: Scansione
ja: スキャン
ko: 스캔
pl: Skanuj
pt_br: Escanear
tr: Tara
zh_hant: 扫描

# import.manually.button.continue
source: Continue
de: Fortsetzen
es: Continuar
fr_fr: Continuer
id: Lanjut
it: Continua
ja: 次へ
ko: 계속
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam
zh_hant: 继续

# import.manually.label.address.placeholder
source: Your SEED is the 15 words you saved when creating your account
de: Ihr SEED sind die 15 Wörter, die Sie beim Erstellen Ihres Kontos gespeichert haben
es: Su semilla es las 15 palabras que ha guardado durante la creación de su cuenta
fr_fr: Votre phrase secrète correspond aux 15 mots que vous avez enregistrés lors de la création de votre compte
id: SEED Anda adalah 15 kata yang Anda simpan saat membuat akun Anda
it: Il tuo seed è composto di 15 parole che dovresti aver salvato al momento della creazione del tuo account
ja: あなたのシードはアカウントの作成時に保存した15の単語です
ko: SEED는 귀하의 계정 생성 시 저장한 15개의 단어입니다
nl: Uw SEED is de 15 woorden welke u heeft opgeslagen toen u uw account aanmaakte
pl: Twój SEED to 15 słów zapisanych podczas tworzenia konta
pt_br: Seu SEED são as 15 palavras que você salvou ao criar sua conta
pt_pt: A tua SEED é composta pelas 15 palavras geradas quando criaste a conta
tr: Anahtar kelimeleriniz hesabınızı oluştururken size verilen 15 Kelimeden oluşmaktadır.
zh_hant: 您的种子是您在创建帐户时保存的15个单词

# import.manually.label.address.title
source: Your account SEED
de: Der SEED zu Ihrem Account
es: La semilla de su cuenta
fr_fr: La phrase secrète de votre compte
id: SEED akun Anda
it: Il SEED del tuo account
ja: あなたのアカウントのシード
ko: 귀하의 계정 SEED
nl: Uw account SEED
pl: Twój SEED konta
pt_br: SEED da sua conta
pt_pt: A SEED da tua conta
tr: Anahtar kelimeleriniz
zh_hant: 你的账户SEED

# import.password.button.continue
source: Continue
de: Fortsetzen
es: Continuar
fr_fr: Continuer
id: Lanjut
it: Continua
ja: 次へ
ko: 계속
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam
zh_hant: 继续

# import.scan.button.title
source: Scan pairing code
de: Scannen Sie den Pairing-Code
es: Escanear código de emparejamiento
fr_fr: Scannez le code d'appairage
id: Pindai kode pasangan
it: Scan del codice di accoppiamento
ja: ペアリングコードをスキャン
ko: 페어링 코드 스캔
pl: Zeskanuj kod parowania
pt_br: Escanear código de pareamento
pt_pt: Ler o código de emparelhamento
tr: Eşleşme kodunu tara
zh_hant: 扫描配对码

# import.scan.label.step.one.title
source: Log in to your Waves Client via web or Mac, PC
de: Melden Sie sich über Web oder Mac, PC bei Ihrem Waves-Client an
es: Conectarse a su cuenta de cliente Waves a través de la web o Mac, PC
fr_fr: Connectez-vous à votre client Waves via le Web ou Mac, PC
id: Masuk ke Klien Waves Anda melalui web atau Mac, PC
it: Accedi al tuo client Waves via web o Mac, PC
ja: ウェブまたはMacやPCでWavesアカウントにログインする
ko: 웹 또는 Mac, PC를 이용하여 Waves 클라이언트에 로그인 하세요
nl: Log in uw Waves Client via web or Mac, PC
pl: Zaloguj się do swojego klienta Waves przez Internet lub Mac, PC
pt_br: Faça o login na sua Waves Client através do seu PC ou Mac
pt_pt: Inicia a sessão na aplicação através do teu PC ou MAC
tr: Waves uygulamasına PC'nizden veya Mac'inizden giriş yapın
zh_hant: 通过网络或 Mac, PC 登录 Waves 客户端

# import.scan.label.step.three.title
source: Scan the code with your camera
de: Scannen Sie den Code mit Ihrer Kamera
es: Escanear el código con su cámara
fr_fr: Scannez le code avec votre appareil photo
id: Pindai kode dengan kamera Anda
it: Scansiona il codice con la tua fotocamera
ja: カメラでコードをスキャンしてください
ko: 카메라로 코드를 스캔하세요
nl: Scan de pairing met uw camera
pl: Zeskanuj kod za pomocą aparatu
pt_br: Escaneie o código com sua câmera
pt_pt: Lê o código através da câmera.
tr: Kodu kameranız ile tarayın
zh_hant: 用相机扫描代码

# import.scan.label.step.two.detail
source: Settings — General — Export account
de: Einstellungen — Allgemein — Konto exportieren
es: Configuración — General — Exportar la cuenta
fr_fr: Paramètres — Général — Exporter le compte
id: Pengaturan — Umum — Ekspor akun
it: Impostazioni — Generale — Esporta account
ja: 設定 - 一般 - アカウントのエクスポート
ko: 환경설정 — 일반 — 계정 추출
nl: Instellingen — Algemeen — Apparaat Pairing
pl: Ustawienia — Ogólne — Eksportuj konto
pt_br: Configurações — Geral — Export account
pt_pt: Configurações — Geral — Exportar conta
tr: Ayarlar — Genel — Export account
zh_hant: 设置 — 常规设置 — 出口帳戶

# import.scan.label.step.two.title
source: Click «Show Pairing Code» to reveal a QR Code
de: Klicken Sie auf Pairing-Code anzeigen, um einen QR-Code anzuzeigen
es: Haga clic en «Mostrar código de emparejamiento» para revelar un código QR
fr_fr: Cliquez sur «Afficher le Code d'appairage» pour faire apparaître un QR Code
id: Klik «Tunjukkan Kode Pasangan» untuk mengungkapkan Kode QR
it: Clicca su "Mostra codice di abbinamento" per visualizzare un codice QR
ja: «ペアコードを表示»をクリックしてQRコードを公開してください
ko: QR 코드를 확인하기 위해 «페어링 코드 보기»를 클릭하세요
nl: Klik «Toon Pairing Code» om een QR Code te tonen
pl: Kliknij «Pokaż kod parowania», aby wyświetlić kod QR
pt_br: Clique em "Mostrar Código de emparelhamento" para mostrar um QR Code
pt_pt: Clica em «Show Paring Code» para obter o código QR
tr: «Eşleme kodunu Göster» 'e tıklayarak QR koda ulaşın
zh_hant: 单击“显示配对代码”以显示QR代码

# import.welcome.button.continue
source: Continue
de: Fortsetzen
es: Continuar
fr_fr: Continuer
id: Lanjutkan
it: Continua
ja: 次へ
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam
zh_hant: 继续

# import.welcome.label.address.placeholder
source: Your SEED is the 15 words you saved when creating your account
de: Ihr SEED sind die 15 Wörter, die Sie beim Erstellen Ihres Kontos gespeichert haben
es: Su semilla es las 15 palabras que ha guardado durante la creación de su cuenta
fr_fr: Votre phrase secrète correspond aux 15 mots que vous avez enregistrés lors de la création de votre compte
id: SEED Anda adalah 15 kata yang Anda simpan saat membuat akun Anda
it: Il tuo SEED è composto di 15 parole che dovresti aver salvato al momento della creazione del tuo account
ja: あなたのシードはアカウントの作成時に保存した15の単語です
ko: SEED는 귀하의 계정 생성 시 저장한 15개의 단어입니다
nl: Uw SEED zijn de 15 woorden die uw heeft opgeslagen bij het maken van uw account
pl: Twój SEED to 15 słów zapisanych podczas tworzenia konta
pt_br: Seu SEED são as 15 palavras que você salvou ao criar sua conta
pt_pt: O conjunto das PALAVRAS DE RECUPERAÇÃO é composto por 15 palavras que foram geradas quando criaste a conta
tr: Anahtar kelimeleriniz hesabınızı oluştururken size verilen 15 Kelimeden oluşmaktadır.
zh_hant: 您的种子是您在创建帐户时保存的15个单词

# import.welcome.label.address.title
source: Your account SEED
de: Der SEED zu Ihrem Account
es: La semilla de su cuenta
fr_fr: La phrase secrète de votre compte
id: SEED akun Anda
it: Il tuo account SEED
ja: あなたのアカウントのシード
ko: 귀하의 SEED
nl: Uw account SEED
pl: Twój SEED konta
pt_br: SEED da sua conta
pt_pt: A SEED da tua conta
tr: Anahtar kelimeleriniz
zh_hant: 您的帐户SEED

# import.welcome.navigation.title
source: Welcome back
de: Willkommen zurück
es: Bienvenido
fr_fr: Bon retour parmi nous
id: Selamat datang kembali
it: Bentornato
ja: おかえりなさい
ko: 환영합니다
nl: Welkom terug
pl: Witamy ponownie
pt_br: Bem-vindo novamente
pt_pt: Olá novamente
tr: Hoş geldiniz
zh_hant: 欢迎回来

# menu.button.supportwavesplatform
source: Support Wavesplatform
de: Unterstützt Wavesplatform
es: Soporte de Wavesplatform
id: Pusat Bantuan
it: Supporto Wavesplatform
ja: Waves Platform サポートページ
ko: Wavesplatform 지원센터
nl: Ondersteuning Wavesplatform
pl: Wsparcie Wavesplatform
pt_br: Suporte da Plataforma Waves
pt_pt: Suporte Wavesplatform
tr: Waves Platform'u destekle
zh_hant: 支持waves平台

# menu.button.termsandconditions
source: Terms and conditions
de: Geschäftsbedingungen
es: Términos y Condiciones
fr_fr: Conditions générales
id: Syarat dan ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
nl: Voorwaarden
pl: Regulamin i warunki korzystania
pt_br: Termos e condições
pt_pt: Termos e condições
tr: Koşullar ve şartlar
zh_hant: 适用条款

# menu.button.whitepaper
source: Whitepaper
fr_fr: Livre blanc
id: Kertas putih
ja: ホワイトペーパー
ko: 백서
pl: Dokument Whitepaper
zh_hant: 白皮书

# menu.label.communities
source: Join the Waves Community
de: Treten Sie der Waves Community bei
es: Únase a la comunidad de Waves
fr_fr: Rejoignez la Communauté Waves
id: Bergabunglah dengan Waves Community
it: Unisciti alla comunità Waves
ja: Waves コミュニティに参加！
ko: Waves 커뮤니티에 참여
nl: Neem deel aan de Waves Community
pl: Dołącz do społeczności Waves
pt_br: Faça parte da Comunidade Waves
pt_pt: Junta-te à Comunidade Waves
tr: Waves Topluluğuna katıl
zh_hant: 加入waves社区

# menu.label.description
source: Keep up with the latest news and articles, and find out all about events happening on the Waves Platform
de: Informieren Sie sich über die neuesten Nachrichten und Artikel und informieren Sie sich über Ereignisse auf der Waves-Plattform
es: Mantenerse al día con las últimas noticias y artículos, y descubra todos los eventos relacionados con la plataforma de Waves
fr_fr: Suivez l'actualité et les articles les plus récents et découvrez tout ce qui se passe sur la plateforme Waves.
id: Ikuti terus berita dan artikel terbaru, dan temukan semua tentang peristiwa yang terjadi di Waves Platform
it: Tieniti aggiornato sulle ultime notizie, articoli ed eventi relativi alla piattaforma Waves
ja: 最新のニュースや記事をご覧ください。Wavesプラットフォームの最新情報を発信しています。
ko: 최신 뉴스 및 기사를 확인하고 Waves Platform에서 업데이트하는 이벤트에 대해 알아보세요
nl: Blijf bij met het laatste nieuws, artikelen en evenementen rondom Waves Platform
pl: Bądź na bieżąco z najnowszymi wiadomościami i artykułami oraz dowiedz się wszystkiego o wydarzeniach na platformie Waves
pt_br: Acompanhe as últimas notícias e artigos, e descubra tudo sobre os eventos que acontecem na Plataforma Waves
pt_pt: Mantem-te informado das últimas novidades e sabe tudo sobre os eventos que estão a acontecer no ecossistema Waves Platform
tr: Waves Platform ile ilgili son haberleri, makaleleri ve etkinlikleri kaçırmayın.
zh_hant: 了解最新的新闻和文章，并了解Waves平台上发生的所有事件

# myaddress.button.copy.title
source: Copy
de: Kopieren
es: Copiar
fr_fr: Copier
id: Salinan
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
tr: Kopyala
zh_hant: 复制

# myaddress.button.share.title
source: Share
de: Teilen
es: Compartir
fr_fr: Partager
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
tr: Paylaş
zh_hant: 分享

# myaddress.cell.aliases.subtitle.withaliaces
source: You have %d
de: Sie haben %d
es: Tiene %d
fr_fr: Vous avez %d
id: Anda memiliki %d
it: Hai %d
ja: あなたは %d つ持っています
ko: %d 개를 보유하고 있습니다
nl: U heeft %d
pl: Masz %d
pt_br: Você tem %d
pt_pt: Tens %d
tr: Mevcut %d
zh_hant: 你有 %d

# myaddress.cell.aliases.subtitle.withoutaliaces
source: You do not have
de: Sie haben nicht
es: Ud no tiene
fr_fr: Vous n'avez pas
id: Anda tidak memiliki
it: Non hai
ja: あなたはエイリアスを持っていません
ko: 보유하고있지 않습니다.
nl: U heeft geen
pl: Nie posiadasz
pt_br: Você ainda não tem
pt_pt: Não tens
tr: Yetersiz
zh_hant: 你没有

# myaddress.cell.aliases.title
source: Aliases
de: Aliase
es: Alias
fr_fr: Alias
id: Alias
it: Alias
ja: エイリアス
ko: Alias
nl: Aliassen
pl: Aliasy
pt_pt: Pseudónimos
tr: Takma adlar
zh_hant: 别名

# myaddress.cell.info.title
source: Your address
de: Ihre Adresse
es: Su dirección
fr_fr: Votre adresse
id: Alamat Anda
it: Il tuo indirizzo
ja: あなたのアドレス
ko: 귀하의 주소
nl: Uw adres
pl: Twój Adres
pt_br: Seu endereço
pt_pt: O teu endereço
tr: Adresleriniz
zh_hant: 你的地址

# myaddress.cell.qrcode.title
source: Your QR Code
de: Ihr QR Code
es: Su código QR
fr_fr: Votre QR Code
id: Kode QR Anda
it: Il tuo codice QR
ja: あなたのQRコード
ko: 귀하의 QR 코드
nl: Uw QR-code
pl: Twój kod QR
pt_br: Seu QR Code
pt_pt: O teu código QR
tr: QR kodunuz
zh_hant: 你的QR二维码

# networksettings.button.save.title
source: Save
de: Sichern
es: Guardar
fr_fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Gravar
tr: Kaydet
zh_hant: 保持

# networksettings.button.setdefault.title
source: Set default
de: Standard festlegen
es: Predeterminado
fr_fr: Définir la valeur par défaut
id: Set standar
it: Imposta predefinito
ja: デフォルトに設定
ko: 기본 설정
nl: Standaard instellen
pl: Ustaw domyślne
pt_br: Configuração padrão
pt_pt: Definir como predefinição
tr: Varsayılan olarak ayarla
zh_hant: 设成默认设置

# networksettings.label.switchspam.title
source: Spam filtering
de: Spam-Filterung
es: Filtrado de spam
fr_fr: Filtrage du spam
id: Pemfilteran spam
it: Filtro anti-spam
ja: スパムフィルタ
ko: 스팸 필터링
nl: Spamfilters
pl: Filtrowanie spamu
pt_br: Filtragem de spam
pt_pt: Filtro de Spam
tr: Spam filtresi
zh_hant: 垃圾邮件过滤

# networksettings.navigation.title
source: Network
de: Netzwerk
es: Red
fr_fr: Réseau
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
tr: Ağ
zh_hant: 网络

# networksettings.textfield.spamfilter.title
source: Spam filter
es: Filtro contra spam
fr_fr: Filtre anti-spam
id: Filter spam
it: Filtro antispam
ja: スパムフィルタ
ko: 스팸 필터
pl: Filtrowanie spamu
pt_br: Filtro de spam
pt_pt: Filtro de Spam
tr: Spam filtresi
zh_hant: 垃圾邮件过滤器

# newaccount.avatar.detail
source: You cannot change it later
de: Dieser Avatar ist einzigartig. Sie können ihn später nicht mehr ändern.
es: No podrá volver a cambiarla más tarde
fr_fr: Vous ne pourrez pas le changer plus tard
id: Anda tidak dapat mengubahnya nanti
it: Non è possibile cambiarlo in seguito
ja: このアバターは固有です。後で変更することはできません。
ko: 향후 변경할 수 없습니다
nl: U kunt deze later niet veranderen
pl: Nie możesz tego zmienić później
pt_br: Você não poderá alterar isso depois
pt_pt: Não vais poder mudar mais tarde
tr: Daha sonra değiştiremezsiniz
zh_hant: 该操作不能被更改

# newaccount.avatar.title
source: Choose your unique address avatar
de: Wählen Sie Ihren Adressavatar
es: Elija su dirección única de su avatar
fr_fr: Choisissez l'avatar unique de votre adresse
id: Pilih avatar alamat unik Anda
it: Scegli l'avatar per il tuo indirizzo
ja: アドレスのアバターを選択してください
ko: 귀하의 고유한 주소 아바타를 선택하세요
nl: Kies uw unieke adres avatar
pl: Wybierz swój unikalny awatar adresu
pt_br: Escolha o seu endereço de avatar único
pt_pt: Escolhe um Avatar para associar à tua conta
tr: Adresinize özel avatarınızı seçin
zh_hant: 选择您唯一的地址头像

# newaccount.backup.navigation.title
source: New Account
de: Neuer Account
es: Cuenta nueva
fr_fr: Nouveau compte
id: Akun baru
it: Nuovo account
ja: 新しいアカウント
ko: 신규 계정
nl: Nieuw account
pl: Nowe konto
pt_br: Nova conta
pt_pt: Nova Conta
tr: Yeni Hesap
zh_hant: 新账户

# newaccount.error.noavatarselected
source: No avatar selected
de: Kein Avatar ausgewählt
es: Ningún avatar seleccionado
fr_fr: Aucun avatar sélectionné
id: Tidak ada avatar yang dipilih
it: Nessun avatar selezionato
ja: アバターが選択されていません
ko: 아바타가 선택되지 않았습니다
nl: Geen avatar geselecteerd
pl: Nie wybrano awatara
pt_br: Nenhum avatar selecionado
pt_pt: Não escolheste um Avatar
tr: Avatar seçilmedi
zh_hant: 没有选择头像

# newaccount.main.navigation.title
source: New Account
de: Neuer Account
es: Cuenta nueva
fr_fr: Nouveau compte
id: Akun baru
it: Nuovo account
ja: 新しいアカウント
ko: 신규 계정
nl: Nieuw account
pl: Nowe konto
pt_br: Nova conta
pt_pt: Nova Conta
tr: Yeni Hesap
zh_hant: 新账户

# newaccount.secret.navigation.title
source: New Account
de: Neuer Account
es: Cuenta nueva
fr_fr: Nouveau compte
id: Akun baru
it: Nuovo account
ja: 新しいアカウント
ko: 신규 계정
nl: Nieuw account
pl: Nowe konto
pt_br: Nova conta
pt_pt: Nova Conta
tr: Yeni Hesap
zh_hant: 新账户

# newaccount.textfield.accountName.title
source: Account name
de: Accountbezeichnung
es: Nombre de cuenta
fr_fr: Nom du compte
id: Nama akun
it: Nome utente
ja: アカウント名
ko: 계정 이름
nl: Accountnaam
pl: Nazwa konta
pt_br: Nome da conta
pt_pt: Nome da conta
tr: Hesap adı
zh_hant: 账户名

# newaccount.textfield.confirmpassword.title
source: Confirm password
de: Passwort bestätigen
es: Confirme la contraseña
fr_fr: Confirmer le mot de passe
id: Konfirmasi sandi
it: Conferma password
ja: パスワードを再入力
ko: 비밀번호 승인
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt_br: Confirmar a senha
pt_pt: Confirma a password
tr: Parolayı onayla
zh_hant: 确认密码

# newaccount.textfield.createpassword.title
source: Create a password
de: Passwort erstellen
es: Crea una contraseña
fr_fr: Créer un mot de passe
id: Buat kata sandi
it: Crea una password
ja: パスワードを作成
ko: 비밀번호 생성
nl: Maak een wachtwoord
pl: Utwórz hasło
pt_br: Crie uma senha
pt_pt: Cria uma password para a tua conta
tr: Parola oluştur
zh_hant: 创建一个密码

# newaccount.textfield.error.atleastcharacters
source: Minimum %d characters
de: Mindestens %d zeichen
es: Mínimo %d caracteres
fr_fr: Minimum %d caractères
id: Minimum %d karakter
it: Minimo %d caratteri
ja: 最低 %d 文字
ko: 최소 %d 글자
nl: Minimaal %d karakters
pl: Minimum %d znaków
pt_br: Mínimo de %d caracteres
pt_pt: Mínimo de %d caracteres
tr: Minimum %d karakter
zh_hant: 至少 %d 个字符

# newaccount.textfield.error.charactersmaximum
source: %d characters maximum
de: %d zeichen maximal
es: Máximo de %d caracteres
fr_fr: %d caractères maximum
id: %d karakter maksimum
it: %d caratteri al massimo
ja: 最大 %d 文字
ko: 최대 %d 글자
nl: %d karakters maximaal
pl: %d znaków maksymalnie
pt_br: Máximo de %d caracteres
pt_pt: Máximo de %d caracteres
tr: Maksimum %d karakter
zh_hant: 最多 %d 个字符

# newaccount.textfield.error.doesnotmatch
source: Does not match
de: Stimmt nicht überein
es: No coincide
fr_fr: Ne correspond pas
id: Tidak cocok
it: Non corrisponde
ja: マッチしません
ko: 일치하지 않습니다
nl: Komt niet overeen
pl: Nie pasuje
pt_br: Não coincide
pt_pt: O valor não coincide
tr: Eşleşmiyor
zh_hant: 不匹配

# newaccount.textfield.error.maximumcharacters
source: %d characters maximum
de: %d zeichen maximal
es: Máximo de %d caracteres
fr_fr: %d caractères maximum
id: %d karakter maksimum
it: %d caratteri al massimo
ja: 最大 %d 文字
ko: 최대 %d 글자
nl: %d karakters maximaal
pl: %d znaków maksymalnie
pt_br: Máximo de %d caracteres
pt_pt: Máximo de %d caracteres
tr: Maksimum %d karakter
zh_hant: 最多 %d 个字符

# newaccount.textfield.error.minimumcharacters
source: Minimum %d characters
de: Mindestens %d zeichen
es: Mínimo %d caracteres
fr_fr: Minimum %d caractères
id: Minimum %d karakter
it: Minimo %d caratteri
ja: 最低 %d 文字
ko: 최소 %d 글자
nl: Minimaal %d karakters
pl: Minimum %d znaków
pt_br: Mínimo de %d caracteres
pt_pt: Mínimo de %d caracteres
tr: Minimum %d karakter
zh_hant: 最少 %d 个字符

# newaccount.textfield.error.passwordnotmatch
source: password not match
de: Passwort stimmt nicht überein
es: La contraseña no coincide.
fr_fr: ne correspond pas
id: kata sandi tidak cocok
it: le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
nl: wachtwoord komt niet overeen
pl: hasło nie pasuje
pt_br: As senhas não coincidem
pt_pt: A password não coincide
tr: Parolalar eşleşmiyor
zh_hant: 密码不匹配

# newaccount.textfield.error.wrongordertryagain
source: Wrong order, try again
de: Falsche Reihenfolge, nochmal versuchen
es: Orden equivocada, vuelva a intentarlo.
fr_fr: Mauvais ordre, réessayez
id: Urutan salah, coba lagi
it: Ordine sbagliato, riprova
ja: 順番が間違っています。もう一度やり直してください
ko: 잘못된 주문입니다. 다시 시도하세요
nl: Verkeerde volgorde, probeer opnieuw
pl: Nieprawidłowa kolejność, spróbuj ponownie
pt_br: Ordem errada, tente novamente
pt_pt: Erro! Tenta mais tarde
tr: Hatalı emir, tekrar deneyin
zh_hant: 订单错误，请再试一次

# passcode.alert.attempsended.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# passcode.alert.attempsended.button.enterpassword
source: Use Password
de: Passwort eingeben
es: Introducir la contraseña
fr_fr: Utiliser le mot de passe
id: Masukkan kata kunci
it: Usa la password
ja: パスワードを使用
ko: 암호 사용
nl: Gebruik wachtwoord
pl: Użyj hasła
pt_br: Use a senha
pt_pt: Usa a password para entrar
tr: Şifre kullan
zh_hant: 使用密碼

# passcode.alert.attempsended.subtitle
source: To unlock, sign in with your account password
de: Melden Sie sich zum Entsperren mit Ihrem Kontopasswort an
es: Para desbloquear, inicie sesión con la contraseña de su cuenta
fr_fr: Pour déverrouiller, connectez-vous avec le mot de passe de votre compte
id: Untuk membuka kunci, masuk dengan kata sandi akun Anda
it: Per sbloccare, accedi con la password del tuo account
ja: ロックを解除するために、パスコードを用いてサインインして下さい
ko: 잠금을 해제하려면 계정 비밀번호로 로그인 하세요
nl: On te ontgrendelen log in met uw account wachtwoord
pl: Aby odblokować, zaloguj się za pomocą hasła do konta
pt_br: Para desbloquear, digite a senha da sua conta
pt_pt: Usa a password para desbloquear
tr: Açmak için hesap parolanız ile giriş yapın
zh_hant: 要解锁，请使用您的帐户密码登录

# passcode.alert.attempsended.title
source: Too many attempts
de: Zu viele Versuche
es: Demasiados intentos
fr_fr: Trop de tentatives
id: Terlalu banyak upaya
it: Troppi tentativi falliti
ja: 規定回数を超えました
ko: 시도 횟수 초과
nl: Te veel pogingen
pl: Zbyt wiele prób
pt_br: Muitas tentativas
pt_pt: Foi atingido o número máximo de tentativas
tr: Çok fazla deneme
zh_hant: 尝试次数太多

# passcode.button.forgotPasscode.title
source: Use account password
de: Accountpasswort verwenden
es: Usar contraseña de la cuenta
fr_fr: Utiliser le mot de passe du compte
id: Gunakan kata sandi akun
it: Usa la password dell'account
ja: アカウントのパスワードを使用
ko: 계정 비밀번호 사용
nl: Gebruik account wachtwoord
pl: Użyj hasła do konta
pt_br: Use a senha da conta
pt_pt: Usa a tua password para entrar
tr: Hesap parolasını kullanın
zh_hant: 使用帐户密码

# passcode.label.forgotPasscode.title
source: Forgot passcode?
de: Passcode vergessen?
es: ¿Olvidó su contraseña?
fr_fr: Code PIN oublié?
id: Lupa Passcode?
it: Hai dimenticato il codice di accesso?
ja: パスコードをお忘れですか？
ko: Passcode를 잊어버렸나요?
nl: Toegangscode vergeten?
pl: Zapomniałeś kod dostępu?
pt_br: Esqueceu a senha?
pt_pt: Esqueceste-te do código de acesso?
tr: Pin'inizi mi unuttunuz?
zh_hant: 忘记密码？

# passcode.label.passcode.create
source: Create a passcode
de: Erstellen Sie einen Passcode
es: Crear una contraseña
fr_fr: Créez un code PIN
id: Buat Passcode
it: Crea un codice di accesso
ja: パスコードを作成
ko: Passcode 생성
nl: Maak een wachtwoord aan
pl: Utwórz kod dostępu
pt_br: Criar senha
pt_pt: Cria um código de acesso
tr: Pin oluşturun
zh_hant: 创建密码

# passcode.label.passcode.enter
source: Enter Passcode
de: Passcode eingeben
es: Introduzca su código de acceso
fr_fr: Entrez le code PIN
id: Masukkan Passcode
it: Inserisci il codice di accesso
ja: パスコードを入力
ko: Passcode 입력
nl: Voer uw toegangscode in
pl: Wprowadź kod dostępu
pt_br: Digite a Passcode
pt_pt: Introduz o código de acesso
tr: Pin'inizi girin
zh_hant: 输入密码

# passcode.label.passcode.old
source: Enter old Passcode
de: Geben Sie den alten Passcode ein
es: Introduzca su contraseña anterior
fr_fr: Entrez l’ancien code PIN
id: Masukkan Passcode lama
it: Inserisci il vecchio codice di accesso
ja: 現在のパスコードを入力
ko: 이전 Passcode 입력
nl: Voer een oude toegangscode in
pl: Wprowadź stary kod dostępu
pt_br: Digite a Passcode antiga
pt_pt: Introduz o código de acesso antigo
tr: Eski pin'inizi girin
zh_hant: 输入旧密码
