Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# Receivecard.Label.minimunAmountInfo
source: The minimum is %@, the maximum is %@
de: Das minimum ist %@, das maximum ist %@
es: El mínimo es %@, el máximo es %@
fr_fr: Le minimum est %@, le maximum est %@
id: Minimumnya %@, maksimumnya %@
it: Il minimo è %@ , il massimo è %@
ja: 最小額は %@です。最大額は %@ です。
ko: 최소 수량 %@, 최대 수량 %@
nl: Het minimum is %@, het maximum is %@
pl: Minimalna wartość to %@, maksymalna to %@
pt_br: O mínimo é %@ e o máximo é %@
pt_pt: O valor mínimo é de %@ e máximo de %@
tr: Minimum %@, Maksimum %@
zh_hant: 最少 %@，最大 %@

# Send.Label.Error.notFundsFeeGateway
source: You don't have enough funds to pay the required fees. You must pay %@ transaction fee and %@ gateway fee.
de: Sie haben nicht genug Geld, um die erforderlichen Gebühren zu zahlen. Sie müssen %@ Transaktionsgebühr und %@ Gateway-Gebühr bezahlen.
es: No tiene fondos suficientes para pagar las comisiones requeridas. Debe pagar %@ una comisión de transacción y %@ una cuota de acceso.
fr_fr: Vous n'avez pas assez de fonds pour payer les frais requis. Vous devez payer %@ frais de transaction et %@ frais de portail.
id: Anda tidak memiliki cukup dana untuk membayar biaya yang diperlukan. Anda harus membayar %@ biaya transaksi dan %@ biaya gateway.
it: Non hai fondi sufficienti per il pagamento delle commissioni. Devi pagare %@ di spese di commissione e %@ di spese per il gateway
ja: 必要な手数料を支払うための資金が足りません。取引手数料%@とゲートウェイ手数料 %@ を支払う必要があります。
ko: 필요한 수수료를 지불하기 위한 충분한 자금이 없습니다. %@ 트랜잭션 수수료와 %@ 게이트웨이 수수료를 지불해야 합니다.
nl: U heeft onvoldoende funds om de transactiekosten te betalen. U dient %@ transactiekosten en %@ gateway kosten te betalen.
pl: Nie masz wystarczających środków na opłacenie wymaganych opłat. Musisz zapłacić %@ opłaty transakcyjnej i %@ opłaty bramy płatniczej.
pt_br: Você não tem saldo suficiente para pagar as taxas exigidas. Você deve pagar uma %@ taxa de transação de %@ pela taxa do gateway.
pt_pt: Não tens fundos suficientes para pagar as taxas de transação. Precisas de %@ para a taxa em blockchain e %@ para taxa do Gateway.
tr: Komisyonları ödemek için yeterli bakiyeniz bulunmamaktadır. İşlem için %@ komisyon ödemeniz ve geçit için %@ komisyon ödemeniz gerekmektedir.
zh_hant: 你没有足够的资金支付需要的费用。你需要支付 %@ 的交易费用和 %@ 网关费用。

# Send.Label.Warning.description
source: Do not withdraw %@ to an ICO. We will not credit your account with tokens from that sale.
de: Transferieren Sie nicht %@ an ein ICO. Tokens aus diesem Verkauf werden Ihrem Account nicht gutgeschrieben.
es: No retire %@ a una ICO. No vamos a acreditar a su cuenta con tokens de esa venta.
fr_fr: Ne retirez pas %@ vers une ICO. Nous ne créditerons pas votre compte avec les jetons de cette vente.
id: Jangan tarik %@ ke ICO. Kami tidak akan mengkredit akun Anda dengan token dari penjualan itu.
it: Non trasferire %@ in favore di una ICO. Non accrediteremo sul tuo account i token provenienti da quell'iniziativa.
ja: %@ をICOの為に引き出さないで下さい。そのセールに関するトークンを私達はデポジットしません。
ko: ICO로 %@ 를 출금하지 마세요. 해당 판매의 토큰을 귀하의 계정에 크레딧 하지 않을 것입니다.
nl: Neem geen %@ op naar een ICO. We crediteren uw account niet met tokens van deze verkoop.
pl: Nie wypłacaj %@ do ICO. Nie zasilimy Twojego konta tokenami z takiej zewnętrznej dystrybucji tokenów.
pt_br: Não saque %@ para uma ICO. Não creditaremos sua conta com tokens dessa venda.
pt_pt: Não transfiras os %@ para uma ICO. Não teremos forma de creditar a tua conta com os tokens resultantes dessa compra.
tr: Herhangi bir ICO'ya katılmak için %@ çekmeyin. ICO'dan elde edeceğiniz kripto paraları hesabınıza tanımlayamayız.
zh_hant: 请不要将你资金的 %@ 投入一个ICO。我们不支持此项业务。

# Send.Label.Warning.subtitle
source: We detected %@ address and will send your money through Coinomat gateway to that address. Minimum amount is %@, maximum amount is %@.
de: Wir haben %@ Addresse erkannt und senden Ihr Geld über das Coinomat Gateway an diese Adresse. Mindestbetrag ist %@, Maximalbetrag ist %@.
es: Detectamos %@ direcciones y le enviaremos su dinero a través de Coinomat Gateway a esa dirección. La cantidad mínima es %@, la cantidad máxima es %@.
fr_fr: Nous avons détecté l'adresse %@ et enverrons votre argent via le portail à cette adresse. Le montant minimum est %@, le montant maximum est %@.
id: Kami mendeteksi alamat %@ dan akan mengirim uang Anda melalui gateway Coinomat ke alamat itu. Jumlah minimum adalah %@, jumlah maksimum adalah %@.
it: Abbiamo rilevato %@ indirizzo e invieremo i tuoi soldi tramite il gateway Coinomat a questo indirizzo. L'importo minimo è %@, l'importo massimo è %@.
ja: 私たちは、%@ のアドレスを検出し、そのアドレスにCoinomatゲートウェイを経由してあなたのお金を送信します。最少額は %@、最大額は%@です。
ko: %@ 주소를 감지했으며 해당 주소로 Coinomat 게이트웨이를 통해 자산을 송금할 것입니다. 최소 수량은 %@ 이며, 최대 수량은 %@ 입니다.
nl: We hebben een %@ adres gedecteerd en sturen uw geld via de Coinomat gateway naar dat adres. Minimale hoeveelheid is %@, maximale hoeveelheid is %@.
pl: Wykryliśmy adres %@ i wyślemy twoje środki przez bramkę Coinomat na ten adres. Minimalna kwota to %@, maksymalna kwota to %@.
pt_br: Identificamos o endereço %@ e enviaremos seu dinheiro através do gateway Coinomat para esse endereço. A quantidade mínima é %@ e a quantidade máxima é %@.
pt_pt: Estás a enviar fundos para um endereço de %@, que vamos processar através do gateway da Coinomat. O valor mínimo é de %@ e o máximo é de %@.
tr: %@ Adresini tespit ettik. Bu adrese gönderimler Coinomat geçidi tarafından yapılacaktır. Minimum %@, Maksimum %@.
zh_hant: 我们一直知道了 %@ 地址，将通过Coinomat网关发送货币到这个地址。最少金额是 %@ ,最多金额是 %@。

# accountpassword.button.signIn.title
source: Sign In
de: Anmelden
es: Registrarse
fr_fr: Connexion
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar a sessão
tr: Giriş Yap
zh_hant: 登录

# accountpassword.error.wrongpassword
source: Wrong password
de: Falsches Passwort
es: Contraseña incorrecta
fr_fr: Mot de passe erroné
id: Kata sandi salah
it: Password errata
ja: パスワードが間違っています
ko: 잘못된 비밀번호
nl: Verkeerd wachtwoord
pl: Złe hasło
pt_br: Senha incorreta
pt_pt: A senha está errada
tr: Hatalı Parola
zh_hant: 密码错误

# accountpassword.textfield.error.atleastcharacters
source: Minimum %d characters
de: Mindestens %d zeichen
es: Mínimo %d caracteres
fr_fr: Minimum %d caractères
id: Minimum %d karakter
it: Minimo %d caratteri
ja: 最低 %d 文字
ko: 최소 %d 자
nl: Minimaal %d karakters
pl: Minimum %d znaków
pt_br: Mínimo de %d caracteres
pt_pt: Mínimo de %d caracteres
tr: Minimum %d karakter
zh_hant: 至少 %d 个字符

# accountpassword.textfield.password.placeholder
source: Account password
de: Account Passwort
es: Contraseña
fr_fr: Mot de passe du compte
id: Kata sandi akun
it: Password dell'account
ja: アカウントのパスワード
ko: 계정 비밀번호
nl: Account wachtwoord
pl: Hasło do konta
pt_br: Senha da conta
pt_pt: Password da conta
tr: Hesap parolası
zh_hant: 账户密码

# addAddressbook.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# addAddressbook.button.delete
source: Delete
de: Löschen
es: Borrar
fr_fr: Supprimer
id: Hapus
it: cancella
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
pt_pt: Apagar
tr: Sil
zh_hant: 删除

# addAddressbook.button.deleteAddress
source: Delete address
de: Adresse löschen
es: Eliminar dirección
fr_fr: Supprimer l'adresse
id: Hapus alamat
it: Elimina indirizzo
ja: アドレスを削除
ko: 주소 삭제
nl: Verwijder adres
pl: Usuń adres
pt_br: Excluir endereço
pt_pt: Apagar endereço
tr: Adresi sil
zh_hant: 删除地址

# addAddressbook.button.save
source: Save
de: Sichern
es: Guardar
fr_fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Gravar
tr: Kaydet
zh_hant: 保存

# addAddressbook.error.charactersMaximum
source: %d characters maximum
de: %d zeichen maximal
es: Máximo de %d caracteres
fr_fr: %d caractères maximum
id: %d karakter maksimum
it: %d caratteri al massimo
ja: 最低 %d 文字
ko: 최대 %d 글자
nl: %d karakters maximaal
pl: %d znaków maksymalnie
pt_br: Máximo de %d caracteres
pt_pt: Máximo de %d caracteres
tr: Maksimum %d karakter
zh_hant: 最多 %d 个字符

# addAddressbook.error.charactersMinimum
source: Minimum %d characters
de: Mindestens %d zeichen
es: Mínimo %d caracteres
fr_fr: Minimum %d caractères
id: Minimum %d karakter
it: Minimo %d caratteri
ja: 最低 %d 文字
ko: 최소 %d 글자
nl: Minimaal %d karakters
pl: Minimum %d znaków
pt_br: Mínimo de %d caracteres
pt_pt: Mínimo de %d caracteres
tr: Minimum %d karakter
zh_hant: 至少 %d 个字符

# addAddressbook.label.add
source: Add
de: Hinzuzufügen
es: Agregar
fr_fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
tr: Ekle
zh_hant: 增加

# addAddressbook.label.address
source: Address
de: Adresse
es: Dirección
fr_fr: Adresse
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
pl: Adres
pt_br: Endereço
pt_pt: Endereço
tr: Adres
zh_hant: 地址

# addAddressbook.label.deleteAlertMessage
source: Are you sure you want to delete address from address book?
de: Wollen Sie wirklich die Adresse aus Ihrem Adressbuch entfernen?
es: ¿Está seguro de que desea eliminar la dirección del directorio?
fr_fr: Êtes-vous sûr de vouloir supprimer l'adresse du carnet d'adresses?
id: Anda yakin ingin menghapus alamat dari buku alamat?
it: Sei sicuro di voler eliminare l'indirizzo dalla rubrica?
ja: 本当にアドレス帳からアドレスを削除してもよろしいですか？
ko: 해당 주소를 주소록에서 삭제하시겠습니까?
nl: Weet je zeker dat je het adres uit het adresboek wilt verwijderen?
pl: Czy na pewno chcesz usunąć adres z książki adresowej?
pt_br: Tem certeza de que deseja excluir o endereço da lista de endereços?
pt_pt: Tens a certeza que queres apagar este endereço?
tr: Adres defterinden bu hesabı silmek istediğinizden emin misiniz?
zh_hant: 你确定要从地址簿中产出该地址？

# addAddressbook.label.edit
source: Edit
de: Ändern
es: Editar
fr_fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
pl: Edycja
pt_br: Editar
pt_pt: Editar
tr: Güncelle
zh_hant: 编辑

# addAddressbook.label.name
source: Name
es: Nombre
fr_fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
tr: İsim
zh_hant: 名字

# addAddressbook.textfield.address.error.addressexist
source: Already in use
de: Bereits in Benutzung
es: Ya está en uso
fr_fr: Déjà utilisé
id: Telah digunakan
it: Già in uso
ja: すでに使用されています
ko: 이미 사용 중입니다
nl: Al in gebruik
pl: Już w użyciu
pt_br: Em uso
pt_pt: Já se encontra em uso
tr: Zaten kullanımda
zh_hant: 已被使用

# addressbook.label.addressBook
source: Address book
de: Adressbuch
es: Directorio
fr_fr: Carnet d'adresses
id: Buku alamat
it: Libro degli ordini
ja: アドレス帳
ko: 주소록
nl: Adresboek
pl: Książka adresowa
pt_br: Lista de endereços
pt_pt: Livro de endereços
tr: Adres defteri
zh_hant: 地址簿

# addressbook.label.addressDeleted
source: Address deleted
de: Adresse gelöscht
es: Dirección borrado
fr_fr: Adresse supprimée
id: Alamat dihapus
it: Indirizzo cancellato
ja: アドレスが削除されました
ko: 주소 삭제 완료
nl: Adres verwijderd
pl: Adres usunięty
pt_br: Endereço excluído
pt_pt: Endereço apagado
tr: Adres silindi
zh_hant: 删除的地址

# addressbook.label.noInfo
source: Nothing Here… You can create new address
de: Keine Einträge… Sie können eine neue Adresse erstellen
es: No hay nada por aquí… Puede crear una nueva dirección
fr_fr: Il n'y a rien ici… Vous pouvez créer une nouvelle adresse
id: Tidak ada apapun… Anda dapat membuat alamat baru
it: Niente qui… Puoi creare un nuovo indirizzo
ja: 表示するデータがありません… 新しいアドレスを作成できます
ko: 아무것도 없습니다… 신규 주소를 생성할 수 있습니다
nl: Hier is niets… U kunt een nieuw adres maken
pl: Nic tutaj… Możesz utworzyć nowy adres
pt_br: Não há nada aqui… Você pode criar um novo endereço
pt_pt: Ainda não há nada aqui… Cria o teu novo endereço
tr: Burada Hiç bir şey yok… Yeni bir adres oluşturabilirsiniz
zh_hant: 没有信息… 你可以创建新地址。

# addresseskeys.cell.address.title
source: Your address
de: Ihre Adresse
es: Su dirección
fr_fr: Votre adresse
id: Alamat Anda
it: Il tuo indirizzo
ja: あなたのアドレス
ko: 귀하의 주소
nl: Uw adres
pl: Twój adres
pt_br: Seu endereço
pt_pt: O teu Endereço
tr: Adresiniz
zh_hant: 你的地址

# addresseskeys.cell.aliases.subtitle.withaliaces
source: You have %d
de: Sie haben %d
es: Tiene %d
fr_fr: Vous avez %d
id: Anda memiliki %d
it: Hai %d
ja: あなたは %d つ持っています
ko: %d 개를 보유하고 있습니다
nl: U heeft %d
pl: Masz %d
pt_br: Você tem %d
pt_pt: Tens %d
tr: Elinizde %d
zh_hant: 你有 %d

# addresseskeys.cell.aliases.subtitle.withoutaliaces
source: You do not have
de: Sie haben nicht
es: No dispone
fr_fr: Vous n'avez pas
id: Anda tidak memiliki
it: Non hai
ja: 持っていない
ko: 보유하고 있지 않습니다
nl: U heeft geen
pl: Nie posiadasz
pt_br: Você ainda não tem
pt_pt: Não tens
tr: Sahip değilsiniz
zh_hant: 没有信息

# addresseskeys.cell.aliases.title
source: Aliases
de: Aliase
es: Alias
fr_fr: Alias
id: Alias
it: Alias
ja: エイリアス
ko: Alias
nl: Aliassen
pl: Aliasy
pt_pt: Pseudónimos
tr: Takma ad
zh_hant: 别名

# addresseskeys.cell.privatekey.title
source: Private Key
de: Privater Schlüssel
es: Llave privada
fr_fr: Clé privée
id: Kunci Pribadi
it: Chiave Privata
ja: 秘密鍵
ko: 프라이빗 키
nl: Prive sleutel
pl: Klucz prywatny
pt_br: Chave privada
pt_pt: Chave Privada
tr: Özel anahtar
zh_hant: 密钥

# addresseskeys.cell.privatekeyhidde.button.title
source: Show
de: Anzeigen
es: Mostrar
fr_fr: Afficher
id: Tunjukkan
it: Mostra
ja: 表示
ko: 보기
nl: Toon
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
tr: Göster
zh_hant: 显示

# addresseskeys.cell.publickey.title
source: Public Key
de: Öffentlicher Schlüssel
es: Llave pública
fr_fr: Clé publique
id: Kunci Publik
it: Chiave Pubblica
ja: 公開鍵
ko: 퍼블릭 키
nl: Publieke sleutel
pl: Klucz publiczny
pt_br: Chave pública
pt_pt: Chave Pública
tr: Genel anahtar
zh_hant: 公钥

# addresseskeys.cell.seed.title
source: SEED
fr_fr: SEED (phrase secrète)
ja: シード
pt_pt: PALAVRAS DE RECUPERAÇÃO
tr: Anahtar kelimeler
zh_hant: 种子

# addresseskeys.navigation.title
source: Addresses, keys
de: Adressen, Schlüssel
es: Direcciones, llaves
fr_fr: Adresses, clés
id: Alamat dan kunci
it: Indirizzi, chiavi
ja: アドレスと鍵
ko: 주소, 키
nl: Adressen, sleutels
pl: Adresy, klucze
pt_br: Endereços, chaves
pt_pt: Endereços, chaves
tr: Adressler ve şifreler
zh_hant: 地址，钥匙

# aliases.cell.head.title
source: Your Aliases
de: Ihre Aliase
es: Sus alias
fr_fr: Vos alias
id: Alias ​​Anda
it: I tuoi alias
ja: あなたのエイリアス
ko: 귀하의 Alias
nl: Uw aliassen
pl: Twoje aliasy
pt_br: Seus aliases
pt_pt: Os teus pseudónimos
tr: Takma adların
zh_hant: 你的别名

# aliases.view.info.button.create
source: Create a new alias
de: Neuen Alias ​​erstellen
es: Crear un nuevo alias
fr_fr: Créer un nouvel alias
id: Buat alias baru
it: Crea un nuovo alias
ja: 新しいエイリアスを作成
ko: 신규 Alias 생성
nl: Maak een nieuw alias
pl: Utwórz nowy alias
pt_br: Criar um novo alias
pt_pt: Criar novo pseudónimo
tr: Yeni bir takma ad oluştur
zh_hant: 创建新的别名

# aliases.view.info.label.secondsubtitle
source: Your Alias must be between 4 and 30 characters long, and must contain only lowercase Latin letters, digits and symbols (@, -, _ and dot)
de: Ihr Alias muss zwischen 4 und 30 Zeichen lang sein und darf nur Kleinbuchstaben, Zahlen und Symbole (@, -, _ und Punkt) enthalten.
es: Su alias debe contener entre 4 y 30 caracteres, y debe contener sólo letras minúscula, dígitos y símbolos (@, -, _, etc.)
fr_fr: Votre pseudonyme doit comporter entre 4 et 30 caractères et ne doit contenir que des lettres latines minuscules, des chiffres et des symboles (@, -, _ et .)
id: Alias ​​Anda harus memiliki panjang antara 4 hingga 30 karakter, dan hanya boleh berisi huruf kecil, angka, dan simbol Latin (@, -, _ dan titik)
it: Il tuo Alias deve avere una lunghezza compresa fra i 4 ed i 30 caratteri e può contenere esclusivamente caratteri Latini minuscoli, numeri e simboli (@, -, _, punti)
ja: あなたのエイリアスは、4〜30文字で、半角英数字、記号（@、 - 、_ とドット）が含まれている必要があります。
ko: Alias는 4자에서 30자 사이어야하며 소문자, 숫자 및 기호(@, -, _ 점)를 포함해야 합니다
nl: Uw Alias ​​moet tussen de 4 en 30 tekens lang zijn en mag alleen Latijnse letters, cijfers en symbolen in kleine letters bevatten (@, -, _ en punt)
pl: Twój alias musi mieć długość od 4 do 30 znaków i musi zawierać tylko małe litery łacińskie, cyfry i symbole (@, -, _ i kropka)
pt_br: Seu Alias deve ter entre 4 e 30 caracteres e deve conter apenas letras latinas minúsculas, dígitos e símbolos (@, -, _ e ponto)
pt_pt: O pseudónimo deve ter entre 4 e 30 caracteres e ser composto apenas por letras minúsculas, números e símbolos (@, -, _ e ponto)
tr: Takma adınız 4 ile 30 karakter arasında olabilir ve sadece küçük Latin harflerinden, rakamlardan ve sembollerden (@, -, _ ve nokta) oluşabilir.
zh_hant: 你的别名必须是4到30个字符，而且只能包含小写字母，数字和特殊字符（@，-，_ 和点）

# aliases.view.info.label.subtitle
source: An Alias is a nickname for your address. You can use an Alias instead of an address to make transactions.
de: Ein Alias ​​ist eine Bezeichnung für Ihre Adresse. Sie können anstelle einer Adresse einen Alias ​​verwenden, um Transaktionen durchzuführen.
es: Un Alias es un apodo para su dirección. Puede utilizar un alias en lugar de una dirección para realizar sus transacciones.
fr_fr: Un alias est un pseudonyme pour votre adresse. Vous pouvez utiliser un alias au lieu d'une adresse pour effectuer des transactions.
id: Alias ​​adalah nama panggilan untuk alamat Anda. Anda dapat menggunakan Alias ​​alih-alih alamat untuk melakukan transaksi.
it: Un Alias è l'equivalente di un soprannome per il tuo indirizzo. È possibile utilizzare un Alias al posto di un indirizzo per eseguire una transazione.
ja: エイリアスはあなたのアドレスのニックネームです。アドレスの代わりにエイリアスを用いてトランザクションを作成することができます。
ko: Alias는 귀하의 주소 명칭입니다. 트랜잭션을 하기위해 주소 대신 Alias를 사용할 수 있습니다.
nl: Een alias is een bijnaam voor uw adres. U kunt een alias in plaats van een adres gebruiken om transacties uit te voeren.
pl: Alias jest pseudonimem twojego adresu. Możesz użyć Aliasu zamiast adresu aby dokonać transakcji.
pt_br: O Alias ​​é um apelido para o seu endereço. Você pode usá-lo ao invés do endereço para fazer transações.
pt_pt: Um pseudónimo é um nome curto que pode ser usado como uma alternativa mais simples ao teu endereço. Deste modo podes enviar e receber transações mais facilmente.
tr: Kripto para transferi yaparken adres satırına takma adları girerek transferi gerçekleştirebilirsiniz.
zh_hant: 别名是你的地址的昵称。你可以使用一个别名来代替一个地址，用于交易。

# aliases.view.info.label.title
source: About Alias
de: Über Alias
es: Sobre los alias
fr_fr: À propos de l'alias
id: Tentang Alias
it: Informazioni sugli Alias
ja: エイリアスについて
ko: Alias란
nl: Over Alias
pl: O Aliasie
pt_br: Sobre o Alias
pt_pt: Sobre os pseudónumos
tr: Takma ad hakkında
zh_hant: 关于别名

# aliaseswithout.view.info.button.create
source: Create a new alias
de: Neuen Alias ​​erstellen
es: Crear nuevo alias
fr_fr: Créer un nouvel alias
id: Buat alias baru
it: Crea un nuovo alias
ja: 新しいエイリアスを作成
ko: 신규 Alias 생성
nl: Maak een nieuw alias
pl: Utwórz nowy alias
pt_br: Crie um novo alias
pt_pt: Criar novo pseudónimo
tr: Yeni bir takma ad oluştur
zh_hant: 创建新的别名

# aliaseswithout.view.info.label.secondsubtitle
source: Your Alias must be between 4 and 30 characters long, and must contain only lowercase Latin letters, digits and symbols (@, -, _ and dot)
de: Ihr Alias muss zwischen 4 und 30 Zeichen lang sein und darf nur Kleinbuchstaben, Zahlen und Symbole (@, -, _ und Punkt) enthalten.
es: Su alias debe contener entre 4 y 30 caracteres, y debe contener sólo letras minúscula, dígitos y símbolos (@, -, _, etc.)
fr_fr: Votre pseudonyme doit comporter entre 4 et 30 caractères et ne doit contenir que des lettres latines minuscules, des chiffres et des symboles (@, -, _ et .)
id: Alias ​​Anda harus memiliki panjang antara 4 hingga 30 karakter, dan hanya boleh berisi huruf kecil, angka, dan simbol Latin (@, -, _ dan titik)
it: Il tuo Alias deve essere lungo da 4 a 30 caratteri e deve contenere solo lettere latine minuscole, cifre e simboli (@, -, -, _ e punto)
ja: あなたのエイリアスは、4〜30文字で、半角英数字、記号（@、 - 、_ とドット）が含まれている必要があります。
ko: Alias는 4자에서 30자 사이어야하며 소문자, 숫자 및 기호(@, -, _ 점)를 포함해야 합니다
nl: Uw Alias ​​moet tussen de 4 en 30 tekens lang zijn en mag alleen Latijnse letters, cijfers en symbolen in kleine letters bevatten (@, -, _ en punt)
pl: Twój alias musi mieć długość od 4 do 30 znaków i musi zawierać tylko małe litery łacińskie, cyfry i symbole (@, -, _ i kropka)
pt_br: Seu Alias deve ter entre 4 e 30 caracteres e deve conter apenas letras latinas minúsculas, dígitos e símbolos (@, -, _ e ponto)
pt_pt: O pseudónimo deve ter entre 4 e 30 caracteres e ser composto apenas por letras minúsculas, números e símbolos (@, -, _ e ponto)
tr: Takma adınız 4 ile 30 karakter arasında olabilir ve sadece küçük Latin harflerinden, rakamlardan ve sembollerden (@, -, _ ve nokta) oluşabilir.
zh_hant: 你的别名必须是4到30个字符，而且只能包含小写字母，数字和特殊字符（@，-，_ 和点）

# aliaseswithout.view.info.label.subtitle
source: An Alias is a nickname for your address. You can use an Alias instead of an address to make transactions.
de: Ein Alias ​​ist eine Bezeichnung für Ihre Adresse. Sie können anstelle einer Adresse einen Alias ​​verwenden, um Transaktionen durchzuführen.
es: Un Alias es un apodo para su dirección. Puede utilizar un alias en lugar de una dirección para realizar sus transacciones.
fr_fr: Un alias est un pseudonyme pour votre adresse. Vous pouvez utiliser un alias au lieu d'une adresse pour effectuer des transactions.
id: Alias ​​adalah nama panggilan untuk alamat Anda. Anda dapat menggunakan Alias ​​alih-alih alamat untuk melakukan transaksi.
it: Un Alias è l'equivalente di un soprannome per il tuo indirizzo. È possibile utilizzare un Alias al posto di un indirizzo per eseguire una transazione.
ja: エイリアスはあなたのアドレスのニックネームです。アドレスの代わりにエイリアスを用いてトランザクションを作成することができます。
ko: Alias는 귀하의 주소 명칭입니다. 트랜잭션을 하기위해 주소 대신 Alias를 사용할 수 있습니다.
nl: Een alias is een bijnaam voor uw adres. U kunt een alias in plaats van een adres gebruiken om transacties uit te voeren.
pl: Alias jest pseudonimem twojego adresu. Możesz użyć Aliasu zamiast adresu aby dokonać transakcji.
pt_br: O Alias ​​é um apelido para o seu endereço. Você pode usá-lo ao invés do endereço para fazer transações.
pt_pt: Um pseudónimo é um nome curto que pode ser usado como uma alternativa mais simples ao teu endereço. Deste modo podes enviar e receber transações mais facilmente.
tr: Kripto para transferi yaparken adres satırına takma adları girerek transferi gerçekleştirebilirsiniz.
zh_hant: 别名是你的地址的昵称。你可以使用一个别名来代替一个地址，用于交易。

# aliaseswithout.view.info.label.title
source: You do not have Aliases
de: Sie haben bisher keine Aliase
es: No tiene alias
fr_fr: Vous n'avez pas d'alias
id: Anda tidak memiliki Alias
it: Non hai alias
ja: エイリアスがありません
ko: Alias를 보유하고 있지 않습니다
nl: U heeft geen Aliassen
pl: Nie masz aliasów
pt_br: Você ainda não tem Aliases
pt_pt: Ainda não criaste um pseudónimo
tr: Takma adınız bulunmamaktadır
zh_hant: 你没有别名

# appnews.button.okey
source: Okay
fr_fr: D'accord
id: Ok
it: Va bene
ja: OK
ko: 확인
nl: Oke
pl: W porządku
pt_br: Ok
pt_pt: OK
tr: Tamam
zh_hant: 好

# asset.cell.assetInfo.cantPerformTransactions
source: You can not perform transactions with this asset
de: Sie können keine Transaktionen mit diesem Asset durchführen
es: No puede realizar transacciones con este activo
fr_fr: Vous ne pouvez pas effectuer de transactions avec ce jeton
id: Anda tidak dapat melakukan transaksi dengan aset ini
it: Non è possibile eseguire transazioni su questo asset
ja: あなたはこのアセットでトランザクションを実行することができません
ko: 해당 자산으로 트랜잭션을 할 수 없습니다
nl: U kunt geen transacties met deze asset doen
pl: Nie można wykonywać transakcji z tym aktywem
pt_br: Você não pode realizar transações com este ativo
pt_pt: Não podes realizar transações com este ativo
tr: Bu kripto para ile transfer gerçekleştiremezsiniz
zh_hant: 您无法使用此资产执行交易

# asset.cell.assetInfo.decimalPoints
source: Decimal points
de: Dezimalpunkte
es: Puntos decimales
fr_fr: Virgules
id: Poin desimal
it: Punti Decimali
ja: 小数点
ko: 소수점
nl: Aantal decimalen
pl: Punkty dziesiętne
pt_br: Casas decimais
pt_pt: Casas decimais
tr: Ondalık
zh_hant: 小数点
