Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# startleasing.button.startLease
source: Start Lease
de: Lease starten
es: Iniciar Leasing
fr_fr: Initier le leasing
id: Mulai Sewa
it: Avvia il prestito
ja: リースを開始
ko: Lease 시작
nl: Begin met Leasen
pl: Rozpocznij leasingowanie
pt_br: Iniciar Aluguel
pt_pt: Iniciar Concessão
tr: Kiralamayı başlat
zh_hant: 开始租赁

# startleasing.button.useTotalBalanace
source: Use total balance
de: Gesamtes Guthaben verwenden
es: Usar el saldo total
fr_fr: Utiliser le solde total
id: Gunakan saldo total
it: Usa l'intero bilancio
ja: 残高をすべて使用
ko: 모든 잔액 사용
nl: Gebruik de totale balans
pl: Wykorzystaj saldo całkowite
pt_br: Usar o saldo total
pt_pt: Máximo disponível
tr: Tüm bakiyeyi kullan
zh_hant: 使用总余额

# startleasing.button.useTotalBalance
source: Use total balance
de: Gesamtes Guthaben verwenden
es: Usar el saldo total
fr_fr: Utiliser le solde total
id: Gunakan saldo total
it: Usa l'intero bilancio
ja: 残高をすべて使用
ko: 모든 잔액 사용
nl: Gebruik de totale balans
pl: Wykorzystaj saldo całkowite
pt_br: Usar o saldo total
pt_pt: Máximo disponível
tr: Tüm bakiyeyi kullan
zh_hant: 使用总余额

# startleasing.label.addressIsNotValid
source: Address is not valid
de: Adresse ist ungültig
es: La dirección no es válida
fr_fr: L'adresse n'est pas valide
id: Alamat tidak valid
it: Indirizzo non valido
ja: 有効なアドレスではありません
ko: 이 주소는 유효하지 않습니다
nl: Adres is niet geldig
pl: Adres jest nieprawidłowy
pt_br: Endereço inválido
pt_pt: O endereço não é válido
tr: Adres geçerli değil
zh_hant: 地址无效

# startleasing.label.amount
source: Amount
de: Menge
es: Cantidad
fr_fr: Montant
id: Jumlah
it: Totale
ja: 数量
ko: 수량
nl: Bedrag
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
tr: Miktar
zh_hant: 总量

# startleasing.label.balance
source: Balance
de: Guthaben
es: Saldo
fr_fr: Solde
id: Saldo
it: Bilancio
ja: 残高
ko: 잔액
nl: Balans
pl: Stan konta
pt_br: Saldo
pt_pt: Saldo
tr: Bakiye
zh_hant: 余额

# startleasing.label.generator
source: Generator
es: Generador
fr_fr: Générateur
it: Generatore
ja: ジェネレータ
pt_br: Gerador
pt_pt: Gerador
tr: Oluşturan
zh_hant: 生产器

# startleasing.label.insufficientFunds
source: Insufficient funds
de: Unzureichendes Guthaben
es: Fondos insuficientes
fr_fr: Fonds insuffisants
id: Dana tidak mencukupi
it: Fondi insufficienti
ja: 資金が不足しています
ko: 잔액이 부족합니다
nl: Onvoldoende funds
pl: Brak wystarczających środków
pt_br: Saldo insuficiente
pt_pt: Não tens fundos que cheguem
tr: Yetersiz bakiye
zh_hant: 余额不足

# startleasing.label.nodeAddress
source: Node address…
de: Knotenadresse…
es: Dirección del nodo…
fr_fr: Adresse du node…
id: Alamat node…
it: Indirizzo nodo…
ja: ノードアドレス…
ko: 노드 주소…
nl: Node adres…
pl: Adres węzła…
pt_br: Endereço do node…
pt_pt: Endereço do Nó…
tr: Node adresi…
zh_hant: 节点地址…

# startleasing.label.notEnough
source: Not enough
de: Nicht genug
es: Insuficiente
fr_fr: Insuffisant
id: Tidak cukup
it: Insufficiente
ja: 不足しています
ko: 충분하지 않습니다
nl: Niet genoeg
pl: Niewystarczające
pt_br: Não é suficiente
pt_pt: Valor insuficiente
tr: Yetersiz
zh_hant: 不足

# startleasing.label.startLeasing
source: Start leasing
de: Leasing beginnen
es: Empezar Leasing
fr_fr: Initier le leasing
id: Mulai Sewa
it: Presta ora
ja: リースを開始
ko: Leasing 시작
nl: Begin met leasen
pl: Rozpocznij leasingowanie
pt_br: Iniciar o aluguel
pt_pt: Iniciar concessão
tr: Kiralamayı başlat
zh_hant: 开始租赁

# startleasingcomplete.button.okey
source: Okay
es: Ok
fr_fr: D'accord
id: Ok
ja: OK
ko: 알겠습니다
nl: Oke
pl: W porządku
pt_br: Ok
pt_pt: OK
tr: Tamam
zh_hant: 好

# startleasingcomplete.label.youHaveCanceledTransaction
source: You have canceled a leasing transaction
de: Sie haben einen Leasingvorgang storniert
es: Ha cancelado una transacción de Leasing.
fr_fr: Vous avez résilié une transaction de leasing
id: Anda telah membatalkan transaksi leasing
it: Hai revocato una transazione di prestito
ja: リーストランザクションをキャンセルしました
ko: Leasing 트랜잭션을 취소했습니다
nl: U heeft een lease transactie geannuleerd
pl: Anulowałeś transakcję leasingu
pt_br: Você cancelou um aluguel
pt_pt: Cancelaste a concessão
tr: Kiralamayı iptal ettiniz
zh_hant: 您已取消一笔租赁交易

# startleasingcomplete.label.youHaveLeased
source: You have leased %@ %@
de: Sie haben %@ %@ geleast
es: Has alquilado %@ %@
fr_fr: Vous avez mis en leasing %@ %@
id: Anda telah menyewa %@ %@
it: Hai prestato %@ %@
ja: %@ %@をリースしました
ko: %@ %@ 를 Lease 했습니다
nl: U heeft %@ %@ geleased
pl: Wydzierżawiłeś %@ %@
pt_br: Você alugou %@ %@
pt_pt: Fizeste uma concessão de %@ %@
tr: Kiraladınız: %@ %@
zh_hant: 你已经租出了%@ %@

# startleasingcomplete.label.yourTransactionIsOnWay
source: Your transaction is on the way!
de: Ihre Transaktion ist unterwegs!
es: Su transacción está en camino!
fr_fr: Votre transaction est en route!
id: Transaksi Anda sedang dalam perjalanan!
it: La tua transazione è stata inviata!
ja: トランザクションを処理中です！
ko: 트랜잭션이 진행 중입니다!
nl: Uw transactie is onderweg!
pl: Twoja transakcja jest w trakcie!
pt_br: Sua transação está a caminho!
pt_pt: A tua transação está a caminho!
tr: Transfer yolda!
zh_hant: 您的交易正在进行中！

# startleasingconfirmation.button.cancelLeasing
source: Cancel leasing
de: Leasing abbrechen
es: Cancelar Leasing
fr_fr: Annuler le leasing
id: Batalkan sewa
it: Cancella prestito
ja: リースをキャンセル
ko: Leasing 취소
nl: Annuleer lease
pl: Anuluj leasingowanie
pt_br: Cancelar aluguel
pt_pt: Cancelar Concessão
tr: Kiralamayı iptal et
zh_hant: 取消租赁

# startleasingconfirmation.button.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr_fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確定する
ko: 승인
nl: Bevestig
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
tr: Onayla
zh_hant: 确认

# startleasingconfirmation.label.confirmation
source: Confirmation
de: Bestätigung
es: Confirmación
id: Konfirmasi
it: Conferma
ja: 確認
ko: 승인
nl: Bevestigen
pl: Potwierdzenie
pt_br: Confirmar
pt_pt: Confirmar
tr: Onaylar
zh_hant: 确认

# startleasingconfirmation.label.fee
source: Fee
de: Gebühr
es: Comisión
fr_fr: Frais
id: Biaya
it: Commissioni
ja: 手数料
ko: 수수료
nl: Transactiekosten
pl: Prowizja
pt_br: Taxa
pt_pt: Taxa
tr: Komisyon
zh_hant: 费用

# startleasingconfirmation.label.leasingTX
source: Leasing TX
es: TX de Leasing
id: TX Sewa
it: TX Prestito
ja: リーストランザクション
pl: Transakcja leasingu
pt_br: Aluguel TX
pt_pt: Transação
tr: Kiralama TX
zh_hant: 租赁TX

# startleasingconfirmation.label.nodeAddress
source: Node address
de: Knotenadresse
es: Dirección de nodo
fr_fr: Adresse du node
id: Alamat node
it: Indirizzo Nodo
ja: ノードアドレス
ko: 노드 주소
nl: Node adres
pl: Adres węzła
pt_br: Endereço do node
pt_pt: Endereço do Nó
tr: Node adresi
zh_hant: 节点地址

# startleasingloading.label.cancelLeasing
source: Cancel leasing…
de: Leasing abbrechen…
es: Cancelar Leasing…
fr_fr: Annuler le leasing…
id: Batalkan Sewa…
it: Cancella prestito…
ja: リースをキャンセルしています…
ko: Leasing 취소…
nl: Annuleer leasen…
pl: Anuluj leasing…
pt_br: Cancelando o aluguel…
pt_pt: Cancelar a concessão…
tr: Kiralamayı iptal et…
zh_hant: 取消租赁…

# startleasingloading.label.startLeasing
source: Start leasing…
de: Leasing beginnen…
es: Empezar Leasing…
fr_fr: Initier le leasing…
id: Mulai menyewa…
it: Avvia prestito…
ja: リースを開始…
ko: Leasing 시작…
nl: Start leasen…
pl: Zacznij leasing…
pt_br: Iniciando o aluguel…
pt_pt: Iniciar a concessão…
tr: Kiralamayı başlat…
zh_hant: 开始租赁…

# tokenBurn.button.burn
source: Burn
de: Verbrennen
es: Quemar
fr_fr: Brûler
id: Bakar
it: Distruggi
ja: バーン
ko: 소각
nl: Verbranden
pl: Spal token
pt_br: Queimar
pt_pt: Destruir
tr: Yak
zh_hant: 焚毁

# tokenBurn.button.continue
source: Continue
de: Fortsetzen
es: Continuar
fr_fr: Continuer
id: Lanjutkan
it: Continua
ja: 次へ
ko: 계속
nl: Ga verder
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam
zh_hant: 继续

# tokenBurn.button.okey
source: Okay
es: Ok
fr_fr: D'accord
id: Ok
it: Va bene
ja: OK
ko: 알겠습니다
nl: Oke
pl: W porządku
pt_br: Ok
pt_pt: OK
tr: Tamam
zh_hant: 好

# tokenBurn.button.useTotalBalanace
source: Use total balance
de: Gesamtes Guthaben verwenden
es: Utilice el saldo total
fr_fr: Utiliser le solde total
id: Gunakan saldo total
it: Usa il saldo totale
ja: 残高をすべて使用
ko: 잔액 모두 사용
nl: Gebruik totale balans
pl: Użyj całkowitego salda
pt_br: Usar o saldo total
pt_pt: Máximo disponível
tr: Tüm bakiyeyi kullan
zh_hant: 使用所有余额

# tokenBurn.label.confirmation
source: Confirmation
de: Bestätigung
es: Confirmación
id: Konfirmasi
it: Conferma
ja: 確認
ko: 승인
nl: Bevestigen
pl: Potwierdzenie
pt_br: Confirmar
pt_pt: Confirmar
tr: Onaylar
zh_hant: 确认

# tokenBurn.label.error.insufficientFunds
source: Insufficient funds
de: Unzureichendes Guthaben
es: Fondos insuficientes
fr_fr: Fonds insuffisants
id: Dana tidak mencukupi
it: Fondi insufficienti
ja: 資金が不足しています
ko: 자금이 충분하지 않습니다
nl: Onvoldoende funds
pl: Brak wystarczających środków
pt_br: Saldo insuficiente
pt_pt: Não tens fundos que cheguem
tr: Yetersiz bakiye
zh_hant: 不充足的资金

# tokenBurn.label.error.notFundsFee
source: You don't have enough funds to pay the required fees.
de: Sie haben nicht genug Geld, um die erforderlichen Gebühren zu zahlen.
es: No tiene fondos suficientes para pagar los gastos requeridos.
fr_fr: Vous n'avez pas assez de fonds pour payer les frais requis.
id: Anda tidak memiliki cukup dana untuk membayar biaya yang diperlukan.
it: Non hai fondi sufficienti per il pagamento delle commissioni
ja: 必要な手数料を支払うための資金が足りません
ko: 수수료를 지불할 수 있는 충분한 자금이 없습니다.
nl: U heeft onvoldoende balans om de transactiekosten te betalen
pl: Nie masz wystarczających środków na opłacenie wymaganych prowizji.
pt_br: Você não tem saldo suficiente para pagar as taxas exigidas.
pt_pt: Não tens fundos suficientes para pagar a taxa de transação.
tr: Komisyonu ödemek için yeterli bakiyeniz yok.
zh_hant: 您没有足够的资金来支付所需的费用。

# tokenBurn.label.fee
source: Fee
de: Gebühr
es: Comisión
fr_fr: Frais
id: Biaya
it: Spese
ja: 手数料
ko: 수수료
nl: Transactiekosten
pl: Prowizja
pt_br: Taxa
pt_pt: Taxa
tr: Komisyon
zh_hant: 费用

# tokenBurn.label.loading
source: Burn…
de: Verbrennen…
es: Quemar…
fr_fr: Brûler…
id: Bakar…
it: Distruggi…
ja: バーン…
ko: 소각…
nl: Verbranden…
pl: Spal…
pt_br: Queimando…
pt_pt: Destruir…
tr: Yak…
zh_hant: 焚毁…

# tokenBurn.label.notReissuable
source: Not reissuable
de: Nicht wiederauflegbar
es: No re-emitible
fr_fr: Non réémissible
id: Tidak dapat diterbitkan kembali
it: Non Riemettibile
ja: 追加発行不可
ko: 재발행 불가
nl: Niet heruitgeefbaar
pl: Bez możliwości emisji
pt_br: Não reemissível
pt_pt: Não reutilizável
tr: Tekrar oluşturulamaz
zh_hant: 不可再发行

# tokenBurn.label.quantityTokensBurned
source: Quantity of tokens to be burned
de: Menge der zu verbrennenden Tokens
es: La cantidad de tokens será quemado
fr_fr: Quantité de jetons à brûler
id: Jumlah token yang akan dibakar
it: Quantità di token da distruggere
ja: バーンされるトークン数
ko: 소각될 토큰 수량
nl: Hoeveel tokens die geburned worden
pl: Ilość tokenów do spalenia
pt_br: Quantidade de tokens a serem queimados
pt_pt: Quantidade de tokens que queres destruir
tr: Yakılacak miktar
zh_hant: 要焚毁的代币数量

# tokenBurn.label.reissuable
source: Reissuable
de: Wiederauflegbar
es: Re-emitible
fr_fr: Réémissible
id: Dapat diterbitkan kembali
it: Riemettibile
ja: 追加発行可
ko: 재발행 가능
nl: Heruitgeefbaar
pl: Możliwość wielokrotnej emisji
pt_br: Reemissível
pt_pt: Reutilizável
tr: Tekrar oluşturulabilir
zh_hant: 可再发行

# tokenBurn.label.tokenBurn
source: Token Burn
es: Quemar un token
fr_fr: Brûlage de jeton
id: Bakar Token
it: Distruggi Token
ja: トークンをバーン
ko: 토큰 소각
nl: Token Verbranden
pl: Spalenie tokena
pt_br: Queimar Token
pt_pt: Destruir Token
tr: Kripto para yak
zh_hant: 代币焚毁

# tokenBurn.label.transactionIsOnWay
source: Your transaction is on the way!
de: Ihre Transaktion ist unterwegs!
es: ¡Su transacción está en camino!
fr_fr: Votre transaction est en route!
id: Transaksi Anda sedang dalam perjalanan!
it: La tua transazione è in lavorazione!
ja: トランザクションを処理中です！
ko: 트랜잭션이 진행 중입니다!
nl: Uw transactie is onderweg!
pl: Twoja transakcja jest w trakcie!
pt_br: Sua transação está a caminho!
pt_pt: A tua transação está a caminho!
tr: Transfer yolda!
zh_hant: 您的交易正在进行中！

# tokenBurn.label.type
source: Type
de: Typ
es: Tipo
id: Tipe
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_br: Tipo
pt_pt: Tipo
tr: Tip
zh_hant: 类型

# tokenBurn.label.youHaveBurned
source: You have burned
de: Sie haben verbrannt
es: Ha quemado
fr_fr: Vous avez brûlé
id: Anda telah membakar
it: Hai bruciato
ja: バーンしました
ko: 소각을 완료했습니다
nl: U heeft verbrand
pl: Spaliłeś
pt_br: Você queimou
pt_pt: Destruíste
tr: Yaktığınız
zh_hant: 你的代币已焚毁

# transaction.error.commission.receiving
source: Commission receiving error
de: Fehler beim Empfangen der Kommission
es: Error de recepción en la comisión
fr_fr: Erreur de réception de la Commission
id: Komisi menerima kesalahan
it: Errore di ricezione della Commissione
ja: コミッション受取エラー
ko: 수수료 수신 오류
nl: Commissie ontvang fout
pl: Błąd przy pobraniu prowizji
pt_br: Erro no recebimento de comissão
pt_pt: Erro ao processar a comissão do Gateway
tr: Komisyon hatası
zh_hant: 交易费用出现错误

# transactionFee.label.transactionFee
source: Transaction Fee
de: Transaktionsgebühr
es: Tarifa de transacción
fr_fr: Frais de transaction
id: Biaya transaksi
it: Commissione
ja: トランザクション手数料
ko: 트랜잭션 수수료
nl: Transactiekosten
pl: Prowizja transakcyjna
pt_br: Taxa de Transação
pt_pt: Taxa de Transação
tr: İşlem komisyonu
zh_hant: 交易费用

# transactionScript.button.okey
source: Okay
es: Ok
fr_fr: D'accord
id: Ok
it: Va bene
ja: OK
ko: 확인
nl: Oké
pl: W porządku
pt_br: Ok
pt_pt: OK
tr: Tamam
zh_hant: 好

# transactionScript.label.subtitle
source: To work with a scripted account/asset, use the Waves Client
de: Verwenden Sie den Waves-Client, um mit einem geskripteten Account / Asset zu arbeiten
es: Para trabajar con una cuenta/activo con script, use el Cliente Waves
fr_fr: Pour travailler avec un compte/jeton scripté, utilisez le client Waves
id: Untuk bekerja dengan akun/aset skrip, gunakan Waves Client
it: Per lavorare con un account/asset interfacciato con script, utilizza il client Waves
ja: スクリプトによるアカウント/アセットを利用する場合、Wavesクライアントをご利用ください
ko: Script된 계정/자산을 이용하기 위해 Waves 클라이언트를 사용하세요
nl: Om met een scripted account/asset te werken, gebruik de Waves Client
pl: Aby pracować ze skryptowym kontem/aktywem, użyj programu Waves Client
pt_br: Para executar com uma conta/ativo com script, utilize a Waves Client
pt_pt: Usa o cliente de Desktop para realizares operações numa conta ou num ativo sujeito a um smart contract
tr: Scriptli bir hesap üzerinde çalışmak için Waves Client'ı kullanın
zh_hant: 如要使用脚本帐户/资产，请使用Waves客户端

# transactionScript.label.title
source: A script is installed on your account or asset
de: In Ihrem Account oder Asset ist ein Skript installiert
es: Un script está instalado en su cuenta o activo
fr_fr: Un script est installé sur votre compte ou votre jeton
id: Sebuah skrip dipasang di akun atau aset Anda
it: Uno script è installato sul tuo account o asset
ja: スクリプトはあなたのアカウント/アセットにインストールされました
ko: 귀하의 계정 또는 자산에 script가 설치되어 있습니다
nl: Een script is configureerd op uw account of asset
pl: Skrypt jest zainstalowany na Twoim koncie lub aktywie
pt_br: Um script está instalado em sua conta ou ativo
pt_pt: A tua conta ou o teu ativo contém um smart contract ativo
tr: Hesabınıza script yüklendi
zh_hant: 您的帐户或资产上已安装脚本

# transactionhistory.button.copied
source: Copied
de: Kopiert
es: Copiado
id: Disalin
ko: 복사 완료
nl: Gekopieerd
zh_hant: 已复制

# transactionhistory.button.copyAllData
source: Copy all data
de: Kopieren Sie alle Daten
es: Copie todos los datos
id: Salin semua data
ko: 모든 데이터 복사
nl: Kopieer alle gegevens
zh_hant: 复制所有数据

# transactionhistory.button.copyTXId
source: Copy TX ID
de: TX ID kopieren
es: Copia ID de TX
id: Salin TX ID
ko: TX ID 복사
nl: TX-ID kopiëren
zh_hant: 复制TX ID

# transactionhistory.cell.block
source: Block
de: Blocken
es: Bloque
id: Blok
it: Blocco
ja: ブロック
ko: 블록
nl: Blokkeren
pl: Blokuj
pt_br: Bloco
pt_pt: Bloco
tr: Blok
zh_hant: 块

# transactionhistory.cell.button.cancelLeasing
source: Cancel Leasing
de: Leasing kündigen
es: Anular Leasing
id: Batalkan Sewa
ko: Leasing 취소
nl: Annuleer Lease
zh_hant: 取消租赁

# transactionhistory.cell.button.sendAgain
source: Send again
de: Erneut senden
es: Volver a enviar
id: Kirim lagi
ko: 재전송
nl: Opnieuw versturen
zh_hant: 重新发送

# transactionhistory.cell.buy
source: Buy: %@/%@
de: Kaufen: %@/%@
es: Comprar: %@/%@
id: Beli: %@/%@
ko: 매수: %@/%@
nl: Kopen: %@/%@
zh_hant: 购买：%@/%@

# transactionhistory.cell.confirmations
source: Confirmations
de: Bestätigungen
es: Confirmaciones
id: Konfirmasi
ko: 승인
nl: Bevestigingen
zh_hant: 确认

# transactionhistory.cell.dataTransaction
source: Data Transaction
de: Datentransaktion
es: Transacción de datos
fr_fr: Transaction de données
id: Transaksi Data
it: Dati transazione
ja: データトランザクション
ko: 데이터 트랜잭션
nl: Data transactie
pl: Transakcja danych
pt_br: Transação de dados
pt_pt: Transação de Dados
tr: Veri işlemi
zh_hant: 数据传输

# transactionhistory.cell.fee
source: Fee
de: Gebühr
es: Comisión
fr_fr: Frais
id: Biaya
it: Spese
ja: 手数料
ko: 수수료
nl: Kosten
pl: Prowizja
pt_br: Taxa
pt_pt: Taxa
tr: Komisyon
zh_hant: 费用

# transactionhistory.cell.from
source: From
de: Von
es: Desde
id: Dari
ko: Lease 보내는 주소
nl: Van
zh_hant: 来自于

# transactionhistory.cell.leasingTo
source: Leasing to
de: Leasing an
es: Leasing a
fr_fr: Leasing à
id: Sewakan ke
it: Prestito a
ja: リース先
ko: Lease 받는 주소
nl: Lease aan
pl: Leasing do
pt_br: Alugar para
pt_pt: Concessionado a
tr: Kiralanan
zh_hant: 租赁给

# transactionhistory.cell.notReissuable
source: Not Reissuable
de: Nicht wieder auflegbar
es: No re-emitible
id: Tidak dapat diterbitkan kembali
ko: 재발행 불가
nl: Niet opnieuw uit te wisselen
zh_hant: 不可再发行

# transactionhistory.cell.price
source: Price
de: Preis
es: Precio
fr_fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
pt_pt: Cotação
tr: Fiyat
zh_hant: 价钱

# transactionhistory.cell.receivedFrom
source: Received from
de: Erhalten von
es: Recibido de
id: Diterima dari
ko: 발신한 주소
nl: Ontvangen van
zh_hant: 从…收到

# transactionhistory.cell.recipient
source: Recipient
de: Empfänger
es: Destinatario
fr_fr: Destinataire
id: Penerima
it: Destinatario
ja: 受信者
ko: 수신자
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
pt_pt: Destinatário
tr: Alıcı
zh_hant: 接收者

# transactionhistory.cell.recipients
source: Recipients
de: Empfänger
es: Destinatarios
fr_fr: Destinataires
id: Penerima
it: Destinatari
ja: 受信者
ko: 수령인
nl: Ontvangers
pl: Odbiorcy
pt_br: Destinatários
pt_pt: Destinatários
tr: Alıcılar
zh_hant: 收件人

# transactionhistory.cell.reissuable
source: Reissuable
de: Wieder auflegbar
es: Re-emitible
id: Dapat diterbitkan kembali
ko: 재발행 가능
nl: Opnieuw uit te geven
zh_hant: 可再发行

# transactionhistory.cell.sell
source: Sell: %@/%@
de: Verkaufen: %@/%@
es: Vender: %@/%@
id: Jual: %@/%@
ko: 매도: %@/%@
nl: Verkopen: %@/%@
zh_hant: 卖：%@/%@

# transactionhistory.cell.sentTo
source: Sent to
de: Gesendet an
es: Enviado a
id: Dikirim ke
ko: 받는 주소
nl: Verzonden naar
zh_hant: 发送到

# transactionhistory.cell.status.at
source: at
de: bei
es: en
fr_fr: à
id: di
it: a
ko: 으로
nl: op
pl: przy
pt_br: em
pt_pt: em
tr: en
zh_hant: 在

# transactionhistory.cell.status.button.activeNow
source: Active Now
de: Jetzt aktiv
es: Activar ahora
id: Aktif sekarang
ko: 지금 활성화
nl: Nu actief
zh_hant: 现在激活

# transactionhistory.cell.status.button.completed
source: Completed
de: Abgeschlossen
es: Completado
id: Lengkap
ko: 완료
nl: Voltooid
zh_hant: 已完成

# transactionhistory.cell.status.button.unconfirmed
source: Unconfirmed
de: Unbestätigt
es: No confirmado
id: Belum dikonfirmasi
ko: 미승인
nl: Niet bevestigd
zh_hant: 未确认

# transactionhistory.cell.status.timestamp
source: Timestamp
de: Zeitstempel
es: Sello de tiempo
id: Cap waktu
ko: 타임 스탬프
nl: Tijdstempel
zh_hant: 时间戳

# transactionhistory.cell.type
source: Type
de: Typ
es: Tipo
id: Mengetik
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_br: Tipo
pt_pt: Tipo
tr: Tip
zh_hant: 类型

# transactionhistory.copy.amount
source: Amount
de: Menge
es: Cantidad
id: Jumlah
ko: 수량
nl: Aantal
zh_hant: 总量

# transactionhistory.copy.date
source: Date
de: Datum
es: Fecha
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Período
pt_pt: Data
tr: Zaman
zh_hant: 日期

# transactionhistory.copy.fee
source: Fee
de: Gebühr
es: Comisión
id: Biaya
ko: 수수료
nl: Kosten
zh_hant: 费用

# transactionhistory.copy.recipient
source: Recipient
de: Empfänger
es: Destinatario
fr_fr: Destinataire
id: Penerima
it: Destinatario
ja: 受信者
ko: 수신자
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
pt_pt: Destinatário
tr: Alıcı
zh_hant: 接收者

# transactionhistory.copy.sender
source: Sender
de: Absender
es: Remitente
fr_fr: Expéditeur
id: Pengirim
it: Mittente
ja: 送信者
ko: 발신자
nl: Afzender
pl: Nadawca
pt_br: Remetente
pt_pt: Remetente
tr: Gönderen
zh_hant: 寄件人

# transactionhistory.copy.transactionId
source: Transaction ID
de: Transaktions ID
es: un ID de transacción
fr_fr: ID de la transaction
id: ID transaksi
it: ID transazione
ja: トランザクションID
ko: 트랜잭션 ID
nl: Transactie ID
pl: ID transakcji
pt_br: ID da transação
pt_pt: ID da transação
tr: İşlem ID'si
zh_hant: 交易ID

# transactionhistory.copy.type
source: Type
de: Typ
es: Escribir
id: Mengetik
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_br: Tipo
pt_pt: Tipo
tr: Tip
zh_hant: 类型

# usetouchid.button.notNow.text
source: Not now
de: Nicht jetzt
es: Ahora no
fr_fr: Pas maintenant
id: Tidak sekarang
it: Non ora
ja: あとで
ko: 지금은 안됩니다
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
tr: Şimdi değil
zh_hant: 现在不要

# usetouchid.button.useBiometric.text
source: Use %@
de: Benutzen %@
es: Utilizar %@
fr_fr: Utiliser %@
id: Gunakan %@
it: Usa %@
ja: %@ を使用
ko: %@ 사용
nl: Gebruik %@
pl: Użyj %@
pt_br: Usar %@
pt_pt: Usar %@
tr: %@ kullan
zh_hant: 使用 %@

# usetouchid.label.detail.text
source: Use your %@ for faster, easier access to your account
de: Verwenden Sie Ihr %@ für einen schnelleren und einfacheren Zugriff auf Ihr Konto
es: Utilice su %@ para un acceso más rápido y fácil a su cuenta
fr_fr: Utilisez votre %@ pour un accès plus rapide et plus facile à votre compte
id: Gunakan %@ Anda untuk akses yang lebih cepat dan lebih mudah ke akun Anda
it: Usa i tuoi %@ per un accesso più veloce e semplice al tuo account
ja: アカウントに簡単にアクセスするために%@を利用してください
ko: %@ 을 사용하여 귀하의 계정에 쉽게 액세스하세요
nl: Gebruik uw %@ voor snellere, eenvoudigere toegang tot uw account
pl: Użyj swojego %@ do szybszego i łatwiejszego dostępu do swojego konta
pt_br: Use seu %@ para acessar sua conta de forma mais rápida e fácil
pt_pt: Usa o teu %@ para acederes mais rapidamente à tua conta
tr: %@ kullanarak hesabınıza daha hızlı ve kolay erişin
zh_hant: 使用您的 %@ 可以更快，更轻松地访问您的帐户

# usetouchid.label.title.text
source: Use %@ to sign in?
de: Verwenden Sie %@, um sich anzumelden?
es: Utilice %@ para registrarse?
fr_fr: Utilisez %@ pour vous connecter ?
id: Gunakan %@ untuk masuk?
it: Utilizzare %@ per accedere?
ja: %@ でサインインしますか？
ko: %@ 을 사용하여 로그인하시겠습니까?
nl: Gebruik %@ om in te loggen?
pl: Użyj %@ aby się zalogować?
pt_br: Usar %@ para entrar?
pt_pt: Usar o %@ para iniciar a sessão?
tr: %@ kullanarak giriş yap
zh_hant: 使用 %@ 登录？

# wallet.button.startLease
source: Start Lease
de: Lease starten
es: Iniciar Lease
fr_fr: Initier le leasing
id: Mulai Sewa
it: Presta
ja: リースを開始
ko: Lease 시작
pl: Rozpocznij leasingowanie
pt_br: Iniciar Aluguel
pt_pt: Iniciar Concessão
tr: Kiralamayı başlat
zh_hant: 开始租赁

# wallet.label.available
source: Available
de: Verfügbar
es: Disponible
fr_fr: Disponbible
id: Tersedia
it: Disponibile
ja: 使用可能
ko: 사용 가능 잔액
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
pt_pt: Disponível
tr: Kullanılabilir
zh_hant: 有效的

# wallet.label.leased
source: Leased
de: Geleast
fr_fr: En leasing
id: Disewa
it: Prestati
ja: リース済
ko: Lease된 수량
nl: Geleased
pl: Leasingowany
pt_br: Alugado
pt_pt: Em concessão
tr: Kiralanmış
zh_hant: 已租赁

# wallet.label.leasedIn
source: Leased in
de: Geleast an
es: Leased en
fr_fr: Leasing rentrant
id: Disewa dalam
it: Prestati in
ja: でリース
ko: Lease 받은 수량
nl: Geleased in
pl: Leasingowane w
pt_br: Alugado em
pt_pt: Concessionado a
tr: Kiralanmış
zh_hant: 租赁于
