Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# dexmyorders.label.time
source: Time
de: Zeit
es: Tiempo
fr_fr: Temps
id: Waktu
it: Ora
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt_br: Período
pt_pt: Hora
tr: Zaman
zh_hant: 时间

# dexorderbook.button.buy
source: BUY
de: KAUFEN
es: COMPRAR
fr_fr: ACHETER
id: BELI
it: ACQUISTA
ja: 購入
ko: 매수
nl: KOPEN
pl: KUP
pt_br: COMPRAR
pt_pt: COMPRAR
tr: AL
zh_hant: 买入

# dexorderbook.button.sell
source: SELL
de: VERKAUFEN
es: VENDER
fr_fr: VENDRE
id: JUAL
it: VENDI
ja: 売却
ko: 매도
nl: VERKOPEN
pl: SPRZEDAJ
pt_br: VENDER
pt_pt: VENDER
tr: SAT
zh_hant: 卖出

# dexorderbook.label.amount
source: Amount
de: Menge
es: Cantidad
fr_fr: Montant
id: Jumlah
it: Somma
ja: 数量
ko: 수량
nl: Bedrag
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
tr: Miktar
zh_hant: 总数

# dexorderbook.label.emptyData
source: Nothing Here… The order book is empty
de: Nichts hier… Das Auftragsbuch ist leer
es: No hay nada aquí… La cartera de pedidos está vacía
fr_fr: Il n'y a rien ici… Le carnet d'ordres est vide
id: Tidak ada di Sini… Buku pesanan kosong
it: Niente qui… Il portafoglio degli ordini è vuoto
ja: 表示するデータがありません… オーダーブックは空です
ko: 아무것도 없습니다… 호가창이 비어있습니다
nl: Hier is niks… Het orderboek is leeg
pl: Nic tutaj… Księga zleceń jest pusta
pt_br: Não há nada aqui… O livro de ordens está vazio
pt_pt: Não há nada aqui… Ainda não existem ordens registadas
tr: Burada bir şey yok… Takas geçmişi boş
zh_hant: 没有信息… 没有交易记录

# dexorderbook.label.lastPrice
source: LAST PRICE
de: LETZTER PREIS
es: ULTIMO PRECIO
fr_fr: DERNIER PRIX
id: HARGA TERAKHIR
it: ULTIMO PREZZO
ja: 最終価格
ko: 지정가
nl: LAATSTE PRIJS
pl: OSTATNIA CENA
pt_br: ÚLTIMO PREÇO
pt_pt: ÚLTIMA COTAÇÃO
tr: SON FİYAT
zh_hant: 最新价格

# dexorderbook.label.loadingOrderbook
source: Loading orderbook…
de: Auftragsbuch wird geladen…
es: Cargando cartera de pedidos…
fr_fr: Chargement du carnet d'ordres…
id: Memuat orderbook…
it: Caricamento portafoglio ordini…
ja: オーダーブックを読み込み中…
ko: 호가창 로딩 중…
nl: Orderboek laden…
pl: Ładowanie księgi zleceń…
pt_br: Carregando o livro de ordens…
pt_pt: A carregar o livro de ordens…
tr: Emir tahtası yükleniyor
zh_hant: 载入交易记录

# dexorderbook.label.price
source: Price
de: Preis
es: Precio
fr_fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
pt_pt: Cotação
tr: Fiyat
zh_hant: 价格

# dexorderbook.label.spread
source: SPREAD
es: EXTENSIÓN
fr_fr: ÉCART
id: SEBARAN
it: DIFFERENZIALE
ja: スプレッド
ko: 스프레드
nl: VERSPREIDING
pl: ROZPIĘTOŚĆ
zh_hant: 展开

# dexorderbook.label.sum
source: Sum
de: Summe
es: Suma
fr_fr: Somme
id: Jumlah
it: Somma
ja: 合計
ko: 합계
nl: Som
pl: Suma
pt_pt: Total
tr: Toplam
zh_hant: 总数

# dexsort.navigationBar.title
source: Sorting
de: Sortieren
es: Clasificación
fr_fr: Tri
id: Penyortiran
it: Ordinamento
ja: 並び替え
ko: 분류
nl: Sorteer
pl: Sortowanie
pt_br: Classificação
pt_pt: Ordenar
tr: Sıralama
zh_hant: 分类

# dextradercontainer.button.chart
source: Chart
de: Diagramm
es: Gráfico
fr_fr: Graphique
id: Grafik
it: Grafico
ja: チャート
ko: 차트
nl: Tabel
pl: Wykres
pt_br: Gráfico
pt_pt: Gráfico
tr: Grafik
zh_hant: 图表

# dextradercontainer.button.lastTrades
source: Last trades
de: Letzte Trades
es: Últimos transacciones
fr_fr: Dernières transactions
id: Aktivitas market
it: Ultimi scambi
ja: 最終取引
ko: 최근 거래
nl: Laatste transacties
pl: Ostatnie transakcje
pt_br: Últimas negociações
pt_pt: Últimas trocas
tr: Son takaslar
zh_hant: 最新交易

# dextradercontainer.button.myOrders
source: My orders
de: Meine Aufträge
es: Mis órdenes
fr_fr: Mes ordres
id: Pesananku
it: I miei ordini
ja: 自分の注文
ko: 나의 주문
nl: Mijn orders
pl: Moje zlecenia
pt_br: Minhas ordens
pt_pt: As minhas Ordens
tr: Benim takaslarım
zh_hant: 我的交易

# dextradercontainer.button.orderbook
source: Orderbook
de: Auftragsbuch
es: Cartera de pedidos
fr_fr: Carnet d’ordres
id: Buku pesanan
it: Portafoglio ordini
ja: オーダーブック
ko: 호가창
nl: Orderboek
pl: Księga zleceń
pt_br: Livro de ordens
pt_pt: Livro de Ordens
tr: Emir Tahtası
zh_hant: 交易列表

# editaccountname.button.save
source: Save
de: Speichern
es: Guardar
fr_fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Gravar
tr: Kaydet
zh_hant: 保持

# editaccountname.label.newName
source: New account name
de: Neuer Accountname
es: Nueva cuenta
fr_fr: Nouveau nom de compte
id: Nama akun baru
it: Nome nuovo account
ja: 新しいアカウント名
ko: 신규 계정 이름
nl: Nieuwe accountnaam
pl: Nowa nazwa konta
pt_br: Novo nome da conta
pt_pt: Adicionar um novo nome para a conta
tr: Yeni hesap adı
zh_hant: 新帐户名

# editaccountname.navigation.title
source: Edit name
de: Namen bearbeiten
es: Editar nombre
fr_fr: Modifier le nom
id: Edit nama
it: Modifica nome
ja: 名前を編集
ko: 이름 변경
nl: Naam aanpassen
pl: Edytuj nazwę
pt_br: Editar nome
pt_pt: Editar o nome da conta
tr: Adı güncelle
zh_hant: 编辑名称

# enter.block.blockchain.text
source: Become part of a fast-growing area of the crypto world. You are the only person who can access your crypto assets.
de: Werden Sie Teil eines schnell wachsenden Gebiets der Kryptowelt. Sie sind die einzige Person, die auf Ihre Kryptoobjekte zugreifen kann.
es: Conviértase en parte de un área de rápido crecimiento del mundo criptográfico. Es la única persona que puede acceder a sus criptomonedas.
fr_fr: Prenez part à un secteur en forte croissance au sein du monde de la crypto. Vous êtes la seule personne ayant accès à vos crypto-actifs.
id: Menjadi bagian dari area kripto yang tumbuh cepat. Anda adalah satu-satunya orang yang dapat mengakses aset crypto Anda.
it: Entra nel mondo in forte ascesa delle Crittovalute. Sei l'unica persona che può accedere ai tuoi critto asset.
ja: 急速に成長する暗号通貨の世界の一員になりましょう！あなたの暗号資産にアクセスできるのはあなただけです。
ko: 빠르게 성장하는 암호화폐 세계의 일원이 되세요. 당신은 당신의 암호화 자산에 액세스 할 수 있는 유일한 사람입니다.
nl: Word deel van een snelgroeiend deel van de crypto-wereld. U bent de enige persoon die toegang heeft tot uw crypto-assets.
pl: Stań się częścią szybko rozwijającego się obszaru świata krypto. Jesteś jedyną osobą, która będzie miała dostęp do Twoich zasobów crypto.
pt_br: Faça parte de uma das áreas que mais crescem no mundo da criptografia. Somente você tem acesso aos seus ativos.
pt_pt: Faz parte deste maravilhoso mundo criptográfico. Só tu é que controlas os teus ativos.
tr: Kripto para dünyasının hızla büyüyen alanının bir parçası olun. Kripto paralarınıza sizden başkası erişemez.
zh_hant: 成为高速发展的数字货币世界的一员。你是唯一可以访问你的数字资产的人。

# enter.block.blockchain.title
source: Get Started with Blockchain
de: Beginnen Sie mit Blockchain
es: Comenzar con Blockchain
fr_fr: Lancez-vous dans la Blockchain
id: Mulailah dengan Blockchain
it: Entra nel mondo Blockchain
ja: 暗号通貨の利用をブロックチェーン上で開始
ko: 블록체인 시작하기
nl: Aan de slag met Blockchain
pl: Rozpocznij z Blockchain
pt_br: Bem-vindo ao Blockchain
pt_pt: Começa a usar Blockchain
tr: Blok zincirinin bir parçası olun
zh_hant: 开始使用区块链

# enter.block.exchange.text
source: Trade quickly and securely. You retain complete control over your funds when trading them on our decentralised exchange.
de: Handeln Sie schnell und sicher. Sie behalten die volle Kontrolle über Ihr Geld, wenn Sie an unserer dezentralen Börse handeln.
es: Trading de forma rápida y segura. Conserve el control total sobre sus fondos en nuestro exchange descentralizado.
fr_fr: Échangez rapidement et de manière sécurisée. Vous gardez le contrôle absolu sur vos fonds lorsque vous les échangez sur notre plateforme d'échange décentralisée.
id: Berdagang dengan cepat dan aman. Anda tetap memegang kendali penuh atas dana Anda saat menukarkannya di bursa kami yang terdesentralisasi.
it: Scambia velocemente e in tutta sicurezza. Operando sul nostro exchange decentralizzato, avrai sempre e solo tu il totale controllo dei fondi che vorrai scambiare.
ja: 迅速で安全なトレードが可能です。分散型取引所において、あなたの資産は完全にあなたの管理下にあります。
ko: 빠르고 안전하게 거래하세요. 탈중앙화 거래소에서 거래하면 귀하의 자금을 완전히 통제할 수 있습니다.
nl: Handel snel en veilig. U behoudt de volledige controle over uw geld wanneer u ze verhandelt op onze gedecentraliseerde exchange.
pl: Handluj szybko i bezpiecznie. Zachowujesz pełną kontrolę nad swoimi funduszami handlując nimi na naszej zdecentralizowanej giełdzie.
pt_br: Negocie com rapidez e segurança. Você mantém total controle sobre seus fundos ao negociá-los em nossa exchange descentralizada.
pt_pt: Faz trocas de uma forma rápida e segura. Ao utilizares a Exchange (Bolsa) descentralizada da Waves os teus fundos são controlados apenas por ti.
tr: Hızlı ve güvenli bir şekilde takas yapın! Waves Platform merkezsiz borsasında işlem yaparak kripto paralarınız üzerinde tam hakimiyete sahip olursunuz.
zh_hant: 快速安全地交易。在我们的去中心化交易所交易时，您可以完全控制您的资金。

# enter.block.exchange.title
source: Decentralised Exchange
de: Dezentrale Börse
es: Exchange Descentralizado
fr_fr: Plateforme d'échange décentralisée
id: Desentralisasi Exchange
it: Exchange decentralizzato
ja: DEX
ko: 탈중앙화 거래소
nl: Gedecentraliseerde exchange
pl: Zdecentralizowana giełda
pt_br: Exchange Descentralizada
pt_pt: Exchange Descentralizada
tr: Merkezsiz borsa
zh_hant: 去中心化交易

# enter.block.token.text
source: Issue your own tokens. These can be integrated into your business not only as an internal currency but also as a token for decentralised voting, as a rating system, or loyalty program.
de: Erstellen Sie Ihren eigenen Token. Diese können nicht nur als interne Währung in Ihr Unternehmen integriert werden, sondern auch als Zeichen für dezentrales Voting, als Ratingsystem oder als Treueprogramm.
es: Emita sus propios tokens. Pueden integrarse en su negocio no sólo como moneda interna, sino también como un token para la votación descentralizada, un sistema de calificación o programa de lealtad.
fr_fr: Émettez vos propres jetons. Ceux-ci peuvent être intégrés dans votre entreprise pas seulement comme devise interne, mais également comme jeton de vote décentralisé, comme système d'évaluation ou comme programme de fidélité.
id: Terbitkan token Anda sendiri. Ini dapat diintegrasikan ke dalam bisnis Anda tidak hanya sebagai mata uang internal tetapi juga sebagai token untuk pemilihan yang terdesentralisasi, sebagai sistem rating, atau program loyalitas.
it: Emetti i tuoi token. Potrai renderli parte integrante del tuo business non solo come valuta privata ma anche come token per votazioni decentralizzate, sistemi di valutazione o programmi fedeltà.
ja: 独自のトークンを発行しましょう！これらは、内部通貨としてだけではなく、あなたのビジネスに導入することができます。また、トークンは分散型投票や、評価システム、ロイヤリティプログラムなどにも利用可能です。
ko: 당신의 토큰을 발행해보세요. 이는 당신의 비즈니스에 내부적인 화폐로 통합될 뿐만 아니라 등급 시스템 또는 로열티 프로그램의 탈중앙화 방식 투표로 활용될 수 있습니다.
nl: Geef uw eigen tokens uit. Deze kunnen in uw bedrijf worden geïntegreerd, niet alleen als een interne valuta, maar ook als een teken voor gedecentraliseerd stemmen, als een beoordelingssysteem of een loyaliteitsprogramma.
pl: Emituj swoje własne tokeny. Można je zintegrować z firmą nie tylko jako walutą wewnętrzną, ale także jako token do zdecentralizowanego głosowania, jako system ocen lub program lojalnościowy.
pt_br: Crie seus próprios tokens. Eles podem ser integrados ao seu negócio, não apenas como uma moeda interna, mas também como um token para votação descentralizada, como um sistema de classificação ou programa de fidelidade.
pt_pt: Emite os teus próprios Tokens. Podes iniciar o teu próprio negócio e usar o teu tokens como meio de pagamento, como um sistema de votação ou como quiseres. Não há limites para a imaginação!
tr: Üreteceğiniz kripto paralarınızı merkezsiz oylamalar, derecelendirme sistemleri veya sadakat programları gibi amaçlar için de kullanabilirsiniz.
zh_hant: 创建你自己的代币。不仅能作为内部货币整合到你的生意中，还可以进行去中心化投票，成为一个诚信系统。

# enter.block.token.title
source: Token Launcher
fr_fr: Créateur de jetons
it: Generatore di Token
ja: トークンラウンチャー
ko: 토큰 런처
pl: Emisja tokena
pt_br: Criar Token
pt_pt: Criar Token
tr: Kendi Kripto Paranızı Yaratın
zh_hant: 发布代币

# enter.block.wallet.text
source: Store, manage and receive interest on your digital assets balance, easily and securely.
de: Speichern, verwalten und erhalten Sie Zinsen für Ihr digitales Guthaben, einfach und sicher.
es: Almacenar, manejar y recibir intereses sobre el saldo de activos digitales, fácil y segura.
fr_fr: Stockez, gérez et recevez des intérêts sur le solde de vos jetons digitaux, simplement et de manière sécurisée.
id: Simpan, kelola, dan terima bunga pada saldo aset digital Anda, dengan mudah dan aman.
it: Conserva, gestisci e ricava interessi sul tuo bilancio di asset digitali, in massima sicurezza e semplicità.
ja: 簡単かつ安全に、デジタルアセットを保管・管理し、残高に対して利息を得ることができます。
ko: 디지털 자산을 매우 쉽고 안전하게 전송하고 관리하고 보관하세요.
nl: Bewaar, beheer en ontvang rente op uw digitale assets balans, gemakkelijk en veilig.
pl: Przechowuj, zarządzaj i otrzymuj odsetki ze swoich cyfrowych aktywów, łatwo i bezpiecznie.
pt_br: Armazene, gerencie e receba dividendos sobre seu saldo de ativos digitais com facilidade e segurança.
pt_pt: Guarda, Gere e obtém retornos dos teus ativos digitais. Fácil e seguro.
tr: Dijital varlıklarınızı kolay ve güvenli bir şekilde saklayın, yönetin veya kiralayın!
zh_hant: 储存，管理和接收你的数字资产余额的利息，简单而安全。

# enter.block.wallet.title
source: Wallet
es: Cartera
fr_fr: Portefeuille
id: Dompet
ja: ウォレット
ko: 지갑
nl: Portemonnee
pl: Portfel
pt_br: Carteira
pt_pt: Carteira
tr: Cüzdan
zh_hant: 钱包

# enter.button.confirm.title
source: Confirm
de: Bestätigen
es: Confirmar
fr_fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確定
ko: 승인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
tr: Onayla
zh_hant: 确认

# enter.button.createNewAccount.title
source: Create a new account
de: Neues Konto erstellen
es: Crea una nueva cuenta
fr_fr: Créer un nouveau compte
id: Buat akun baru
it: Crea un nuovo account
ja: 新しいアカウントを作成
ko: 신규 계정 생성
nl: Maak een nieuw account
pl: Utwórz nowe konto
pt_br: Criar uma nova conta
pt_pt: Criar uma conta nova
tr: Yeni cüzdan oluştur
zh_hant: 创建一个新账户

# enter.button.importAccount.detail
source: via pairing code or manually
de: über Pairing-Code oder manuell
es: A través del código de emparejamiento o manualmente
fr_fr: via le code d'appariement ou manuellement
id: melalui kode pasangan atau secara manual
it: tramite codice di accoppiamento o manualmente
ja: ペアコードを利用、またはマニュアルで入力
ko: 페어링 코드를 이용하거나 수동으로
nl: via koppelingscode of handmatig
pl: za pomocą kodu parowania lub ręcznie
pt_br: via QR-code ou manualmente
pt_pt: via QR-code ou manualmente
tr: Kod eşleme veya manuel
zh_hant: 代码配对或手工配对

# enter.button.importAccount.error.insecureSeed
source: Insecure SEED
de: Unsicherer SEED
es: SEED no es segura
fr_fr: Phrase secrète (SEED) non-sécurisée
id: SEED TIDAK BENAR
it: SEED insicuro
ja: 安全なシードではありません
ko: SEED가 안전하지 않습니다
nl: Onveilige SEED
pl: Niepewny SEED
pt_br: SEED incorreto
pt_pt: A tua SEED não é segura
tr: Anahtar kelimeler güvenli değil
zh_hant: 不安全的SEED

# enter.button.importAccount.title
source: Import account
de: Konto importieren
es: Importar cuenta
fr_fr: Importer un compte
id: Impor akun
it: Importa account
ja: アカウントをインポート
ko: 계정 불러오기
nl: Account importeren
pl: Importuj konto
pt_br: Importar conta
pt_pt: Importar conta
tr: Hesabı içe aktar
zh_hant: 导入账户

# enter.button.signIn.detail
source: to a saved account
de: zu einem gespeicherten Account
es: a una cuenta guardada
fr_fr: vers un compte enregistré
id: ke akun yang disimpan
it: su un account salvato
ja: (保存されたアカウント)
ko: 저장된 계정으로
nl: naar een opgeslagen account
pl: na zapisane konto
pt_br: para uma conta salva
pt_pt: para a uma conta guardada
tr: kayıtlı bir hesaba
zh_hant: 到一个已保存的账户

# enter.button.signIn.title
source: Sign in
de: Einloggen
es: Iniciar sesión
fr_fr: Identifiez-vous
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar a sessão
tr: Giriş yap
zh_hant: 登录

# enter.label.or
source: or
de: oder
es: o
fr_fr: ou
id: atau
it: oppure
ja: または
ko: 또는
nl: of
pl: lub
pt_br: ou
pt_pt: ou
tr: veya
zh_hant: 或者

# enter.language.navigation.title
source: Change language
de: Sprache ändern
es: Cambiar idioma
fr_fr: Changer la langue
id: Ganti BAHASA
it: Cambia lingua
ja: 言語設定
ko: 언어 변경
nl: Verander de taal
pl: Zmień język
pt_br: Mudar idioma
pt_pt: Mudar idioma
tr: Dil ayarları
zh_hant: 切换语言

# general.biometric.faceID.title
source: Face ID
fr_fr: ID Faciale
it: ID visivo
nl: Gezicht ID
zh_hant: 脸部识别ID

# general.biometric.touchID.title
source: Touch ID
es: ID táctil
fr_fr: ID Tactile
it: ID tattile
ko: 터치 ID
nl: Tik op ID
zh_hant: 指纹识别ID

# general.error.subtitle.notfound
source: Do not worry, we are already fixing this problem. Soon everything will work!
de: Machen Sie sich keine Sorgen, wir lösen dieses Problem bereits. Bald wird alles wieder funktionieren!
es: No se preocupe, ya estamos solucionando este problema. Todo funcionará bien!
fr_fr: Ne vous inquiétez pas, nous sommes déjà en train de régler ce problème. Bientôt tout fonctionnera!
id: Jangan khawatir, kami sudah memperbaiki masalah ini. Segera, semuanya akan berfungsi!
it: Non preoccuparti, stiamo già risolvendo questo problema. Presto tutto tornerà a funzionare correttamente!
ja: 心配しないでください。私達は既にこの問題の解決に向けて取り組んでいます。 解決までしばらくお待ち下さい。
ko: 걱정하지 마세요. 현재 이 문제를 해결하고 있습니다. 곧 모든 것이 정상 작동할 것입니다!
nl: Geen paniek, we zijn al bezig dit probleem op te lossen. Binnenkort werkt alles weer!
pl: Nie martw się, już naprawiamy ten problem. Wkrótce wszystko zadziała!
pt_br: Não se preocupe, já estamos consertando este problema. Logo tudo será resolvido!
pt_pt: Não te preocupes, já estamos a resolver o problema. Em breve já poderás usar esta funcionalidade!
tr: Merak etmeyin, bu problemi çözmek üzereyiz. Yakında her şey çalışacak!
zh_hant: 别担心，我们已经解决了这个问题。 很快会恢复正常！

# general.error.title.noconnectiontotheinternet
source: No connection to the Internet
de: Keine Verbindung zum Internet
es: No hay conexión a internet
fr_fr: Pas de connexion à Internet
id: Tidak ada koneksi ke Internet
it: Nessuna connessione a Internet
ja: インターネット接続がありません
ko: 인터넷에 연결되어 있지 않습니다
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt_br: Sem conexão com a Internet
pt_pt: Não existe ligação à Internet
tr: İnternet bağlantısı yok
zh_hant: 没有连接到Internet

# general.error.title.notfound
source: Oh… It's all broken!
de: Oh… es ist alles kaputt!
es: Oh… ¡Todo está roto!
fr_fr: Oh… Tout est cassé!
id: Oh… Semuanya rusak!
it: Oh… si è rotto qualcosa!
ja: エラーが発生しました
ko: 이런… 모두 다 깨졌습니다!
nl: Oeps… alles is kapot!
pl: Oh… To wszystko jest zepsute!
pt_br: Ops… Algo deu errado!
pt_pt: Oh… Algo não está bem!
tr: Eyvah, bozuldu!
zh_hant: 哦…一切都坏了！

# general.label.title.myasset
source: / My Asset
de: / Mein Guthaben
es: / Mi activo
fr_fr: / Mon jeton
id: / Asset Ku
it: / I miei Asset
ja: / 私のアセット
ko: / 나의 자산
nl: / Mijn Asset
pl: / Moje aktywo
pt_br: / Meus ativos
pt_pt: / Meu Ativo
tr: / Benim kripto param
zh_hant: /我的资产

# general.tabbar.title.history
source: History
de: Historie
es: Historial
fr_fr: Historique
id: Histori
it: Storico
ja: 履歴
ko: 내역
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
tr: Geçmiş
zh_hant: 历史信息

# general.tabbar.title.profile
source: Profile
de: Profil
es: Perfil
fr_fr: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로파일
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
tr: Profil
zh_hant: 肖像

# general.tabbar.title.wallet
source: Wallet
es: Cartera
fr_fr: Portefeuille
id: Dompet
ja: ウォレット
ko: 지갑
nl: Portemonnee
pl: Portfel
pt_br: Carteira
pt_pt: Carteira
tr: Cüzdan
zh_hant: 钱包

# general.ticker.title.cryptocurrency
source: Cryptocurrency
de: Kryptowährung
es: Criptomoneda
fr_fr: Cryptomonnaie
it: Crittovaluta
ja: 暗号通貨
ko: 암호화폐
nl: Cryptovaluta
pl: Kryptowaluta
pt_br: Criptomoeda
pt_pt: Criptomoeda
tr: Kripto para
zh_hant: 数字货币

# general.ticker.title.fiatmoney
source: Fiat Money
de: Fiat Geld
es: Dinero Fiat
fr_fr: Monnaie fiduciaire
id: Uang Fiat
it: Valuta Fiat
ja: 法定通貨
ko: 명목 화폐
nl: Fiatgeld
pl: Pieniądze fiat
pt_br: Moeda Fiat
pt_pt: Moeda Fiduciária (FIAT)
tr: Fiat Para
zh_hant: 法币

# general.ticker.title.spam
source: SPAM
fr_fr: SUSPECT
ja: スパム
ko: 스팸
pl: PODEJRZANY
pt_pt: SUSPEITAS
zh_hant: 诈骗邮件

# general.ticker.title.wavestoken
source: Waves Token
es: Token de Waves
fr_fr: Jeton Waves
id: Token Waves
it: Token Waves
ja: Wavesトークン
ko: Waves 토큰
pl: Token Waves
pt_br: Tokens
pt_pt: Token Waves
zh_hant: Waves币

# general.tost.saveBackup.subtitle
source: Store your SEED safely, it is the only way to restore your wallet
de: Bewahren Sie Ihren SEED sicher auf. Nur so können Sie Ihren Account wiederherstellen
es: Guarde su SEED de forma segura, es la única forma de restaurar su cartera.
fr_fr: Conservez votre phrase secrète (SEED) en toute sécurité, c’est le seul moyen de restaurer votre portefeuille.
id: Simpan SEED Anda dengan aman, itulah satu-satunya cara mengembalikan dompet Anda
it: Conserva il tuo SEED in modo sicuro, è l'unico modo per ripristinare il tuo wallet
ja: あなたのシードを安全に保管して下さい。あなたのウォレットを復元する唯一の方法です。
ko: SEED를 안전하게 보관하세요. 귀하의 지갑을 복원시킬 수 있는 유일한 방법입니다
nl: Bewaar uw SEED veilig, het is de enige manier om uw portemonnee te herstellen
pl: Przechowuj SEED bezpiecznie, to jedyny sposób na przywrócenie portfela
pt_br: Armazene seu SEED com segurança, pois é a única maneira de restaurar sua carteira
pt_pt: A única forma de recuperares a carteira é guardares as palavras de recuperação de forma segura
tr: Anahtar kelimelerinizi kaydedin, bu sizin cüzdanınıza tekrar ulaşmanızın tek yoludur!
zh_hant: 安全存放您的SEED，这是恢复钱包的唯一方法

# general.tost.saveBackup.title
source: Save your backup phrase (SEED)
de: Speichern Sie Ihre Sicherungsphrase (SEED)
es: Guarde su frase de seguridad(SEED)
fr_fr: Enregistrez votre phrase de sauvegarde (SEED)
id: Simpan frasa cadangan Anda (SEED)
it: Salva la tua frase di backup (SEED)
ja: バックアップフレーズ（SEED）を保存
ko: 백업 구절 저장 (SEED)
nl: Bewaar uw back-upzin (SEED)
pl: Zapisz swoją kopię zapasową frazy (SEED)
pt_br: Salve sua frase de backup (SEED)
pt_pt: Faz um backup da tua SEED
tr: Anahtar (SEED) kelimelerinizi yedekleyin
zh_hant: 保存你的备用短语（SEED）

# hello.button.continue
source: Continue
de: Fortfahren
es: Continuar
fr_fr: Continuer
id: Lanjutkan
it: Continua
ja: 次へ
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam
zh_hant: 继续

# hello.button.next
source: Next
de: Nächster
es: Siguiente
fr_fr: Suivant
id: Berikutnya
it: Continua
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
tr: Sonraki
zh_hant: 下一步

# hello.page.info.fifth.detail.first
source: Do not open emails or links from unknown senders.
de: Öffnen Sie keine E-Mails oder Links von unbekannten Absendern.
es: No abra correos o enlaces de remitentes desconocidos.
fr_fr: N'ouvrez pas les emails ou liens d'expéditeurs inconnus.
id: Jangan buka email atau tautan dari pengirim yang tidak dikenal.
it: Non aprire mail o collegamenti da mittenti sconosciuti.
ja: 見知らぬ送信者から受信したメールやリンクを開かないでください。
ko: 알 수 없는 발신자의 이메일 또는 링크를 열지 마세요.
nl: Open geen e-mails of links van onbekende afzenders.
pl: Nie otwieraj wiadomości e-mail oraz linków od nieznanych nadawców.
pt_br: Não abra e-mails ou links de remetentes desconhecidos.
pt_pt: Não abras emails ou links de pessoas que não conheces.
tr: Bilmediğiniz biri tarafından gönderilen mailleri ve linkleri açmayın.
zh_hant: 不要打开陌生人发来的邮件或者链接
