Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# chooseaccount.label.nothingWallets
source: Nothing Here… You do not have saved accounts
de: Nichts hier… Sie haben keine Konten gespeichert
es: No hay nada aquí… No tiene cuentas guardadas
fr_fr: Rien ici… Vous n'avez pas de comptes enregistrés
id: Tidak ada apapun disini… Anda tidak memiliki akun yang disimpan
it: Niente qui… Non hai account salvati
ja: 表示するデータがありません… 保存されたアカウントがありません
ko: 아무것도 없습니다… 저장된 계정이 없습니다
nl: Niets hier… U heeft geen opgeslagen accounts
pl: Nic tutaj… Nie masz zapisanych kont
pt_br: Não há nada aqui… Você não tem contas salvas
pt_pt: Ainda não há nada aqui… Não existem contas criadas
tr: Burada bir şey yok… Kayıtlı hesabınız bulunmamaktadır.
zh_hant: 没有信息… 你没有已保持的账户

# chooseaccount.navigation.title
source: Choose account
de: Wählen Sie ein Konto
es: Elegir cuenta
fr_fr: Choisir un compte
id: Pilih akun
it: Scegli un account
ja: アカウントを選択
ko: 계정 선택
nl: Kies een account
pl: Wybierz konto
pt_br: Escolha uma conta
pt_pt: Escolhe uma conta
tr: Hesabı seç
zh_hant: 选择账户

# coinomat.temporarilyUnavailable
source: Service Coinomat temporarily unavailable
de: Der Coinomat Service ist vorübergehend nicht verfügbar
es: Servicio Coinomat temporalmente no disponible
fr_fr: Service temporairement indisponible
id: Layanan Coinomat sementara tidak tersedia
it: Servizio Coinomat temporaneamente non disponibile
ja: Coinomatのサービスは一時的にご利用いただけません
ko: Coinomat 서비스를 일시적으로 사용할 수 없습니다
nl: Coinomat Service is tijdelijk niet beschikbaar
pl: Usługa Coinomat jest chwilowo niedostępna
pt_br: O Serviço da Coinomat está temporariamente indisponível
pt_pt: O serviços da Coinomat estão temporariamente indisponíveis
tr: Coinomat geçici olarak servis dışıdır.
zh_hant: Coinomat服务暂时无法使用

# coinomat.tryAgain
source: Try again later
de: Versuchen Sie es später noch einmal
es: Inténtalo más tarde
fr_fr: Réessayez plus tard
id: Coba lagi nanti
it: Riprova più tardi
ja: 再度お試しください
ko: 잠시후 다시 시도하세요
nl: Probeer later opnieuw
pl: Spróbuj ponownie później
pt_br: Tente novamente mais tarde
pt_pt: Tenta novamente mais tarde
tr: Daha sonra tekrar deneyiniz.
zh_hant: 稍后再试

# createalias.button.create.title
source: Create
de: Erstellen
es: Crear
fr_fr: Créer
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Creëren
pl: Utwórz
pt_br: Criar
pt_pt: Criar um pseudónimo
tr: Oluştur
zh_hant: 创建

# createalias.cell.input.textfiled.input.placeholder
source: Symbolic name
de: Symbolischer Name
es: Nombre simbólico
fr_fr: Nom symbolique
id: Nama simbolis
it: Nome simbolico
ja: シンボル名
ko: 상징적인 이름
nl: Symbolische naam
pl: Nazwa symboliczna
pt_br: Nome simbólico
pt_pt: Pseudónimo
tr: Sembolik isim
zh_hant: 符合名称

# createalias.cell.input.textfiled.input.title
source: Symbolic name
de: Symbolischer Name
es: Nombre simbólico
fr_fr: Nom symbolique
id: Nama simbolis
it: Nome simbolico
ja: シンボル
ko: 상징적인 이름
nl: Symbolische naam
pl: Nazwa symboliczna
pt_br: Nome simbólico
pt_pt: Pseudónimo
tr: Sembolik isim
zh_hant: 符号名称

# createalias.error.alreadyinuse
source: Already in use
de: Bereits in Benutzung
es: Ya está en uso
fr_fr: Déjà utilisé
id: Telah digunakan
it: Questo alias è già utilizzato
ja: すでに使用されています
ko: 이미 사용 중입니다
nl: Al in gebruik
pl: Już w użyciu
pt_br: Em uso
pt_pt: O nome escolhido já se encontra em uso
tr: Zaten kullanılmakta
zh_hant: 已经被使用

# createalias.error.charactersmaximum
source: 30 characters maximum
de: Maximal 30 Zeichen
es: Máximo 30 caracteres
fr_fr: 30 caractères maximum
id: Maksimal 30 karakter
it: Massimo 30 caratteri
ja: 最大30文字
ko: 최대 30 글자
nl: Maximaal 30 karakters
pl: 30 znaków maksymalnie
pt_br: Máximo de 30 caracteres
pt_pt: 30 caracteres no máximo
tr: Maksimum 30 karakter
zh_hant: 最多30个字符

# createalias.error.invalidcharacter
source: Invalid character
de: Ungültiges Zeichen
es: Carácter invalido
fr_fr: Caractère non valide
id: Karakter salah
it: Carattere non valido
ja: 無効な文字
ko: 잘못된 문자입니다
nl: Ongeldig karakter
pl: Nieprawidłowy znak
pt_br: Caractere inválido
pt_pt: O valor introduzido não é válido
tr: Hatalı karakter
zh_hant: 无效字符

# createalias.error.minimumcharacters
source: Minimum 4 characters
de: Mindestens 4 Zeichen
es: Mínimo 4 caracteres
fr_fr: Minimum 4 caractères
id: Minimal 4 karakter
it: Minimo 4 caratteri
ja: 4文字以上
ko: 최소 4 글자
nl: Minimaal 4 karakers
pl: Minimum 4 znaki
pt_br: Mínimo de 4 caracteres
pt_pt: Mínimo de 4 caracteres
tr: Minimum 4 karakter
zh_hant: 最少4个字符

# createalias.navigation.title
source: New alias
de: Neuer Alias
es: Nuevo alias
fr_fr: Nouvel alias
id: Alias ​​baru
it: Nuovo alias
ja: 新しいエイリアス
ko: 신규 Alias
nl: Nieuw alias
pl: Nowy alias
pt_br: Novo alias
pt_pt: Novo pseudónimo
tr: Yeni takma ad
zh_hant: 新的别名

# dex.general.error.nothingHere
source: Nothing Here…
de: Nichts hier…
es: No hay nada aquí…
fr_fr: Il n'y a rien ici…
id: Tidak ada disini…
it: Niente qui…
ja: 表示するデータがありません
ko: 아무것도 없습니다…
nl: Hier is niks…
pl: Nic tutaj…
pt_br: Não há nada aqui…
pt_pt: Não há nada aqui…
tr: Burada bir şey yok…
zh_hant: 这里没有任何信息…

# dex.general.error.somethingWentWrong
source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fr_fr: Une erreur est survenue
id: Ada yang salah
it: Qualcosa è andato storto
ja: エラーが発生しました
ko: 오류가 발생했습니다
nl: Er ging iets mis
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Algo não correu bem
tr: Bir şeyler ters gitti
zh_hant: 错误

# dexchart.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# dexchart.label.emptyData
source: No chart data available
de: Keine Chartdaten verfügbar
es: No hay datos de gráficos disponibles
fr_fr: Aucune donnée de graphique disponible
id: Tidak ada data grafik yang tersedia
it: Nessun grafico disponibile
ja: 利用可能なチャートのデータがありません
ko: 사용할 수 있는 차트 데이터가 없습니다
nl: Geen diagramgegevens beschikbaar
pl: Brak dostępnych danych wykresu
pt_br: Não há dados do gráfico disponíveis
pt_pt: O gráfico não está disponível
tr: Grafik bulunmamaktadır
zh_hant: 没有图表数据

# dexchart.label.hour
source: hour
de: Stunde
es: hora
fr_fr: heure
id: jam
it: ora
ja: 時間
ko: 시간
nl: uur
pl: godzina
pt_br: hora
pt_pt: hora
tr: saat
zh_hant: 小时

# dexchart.label.hours
source: hours
de: Stunden
es: horas
fr_fr: heures
id: jam
it: ore
ja: 時間
ko: 시간
nl: uren
pl: godziny
pt_br: horas
pt_pt: horas
tr: saatler
zh_hant: 小时

# dexchart.label.loadingChart
source: Loading chart…
de: Diagramm wird geladen…
es: Cargando gráfico…
fr_fr: Chargement du graphique…
id: Memuat bagan…
it: Caricamento grafico…
ja: チャートを読み込み中…
ko: 차트 로딩 중…
nl: Grafiek laden…
pl: Ładowanie wykresu…
pt_br: Carregando gráfico…
pt_pt: A carregar o gráfico…
tr: Grafikler yükleniyor…
zh_hant: 刷新图标

# dexchart.label.minutes
source: minutes
de: Minuten
es: minutos
id: menit
it: minuti
ja: 分
ko: 분
nl: minuten
pl: minuty
pt_br: minutos
pt_pt: minutos
tr: dakikalar
zh_hant: 分钟

# dexcompleteorder.button.okey
source: Okay
es: Ok
fr_fr: D'accord
id: Baik
it: Va bene
ja: OK
ko: 확인
nl: Oke
pl: W porządku
pt_br: Ok
pt_pt: OK
tr: Tamam
zh_hant: 好

# dexcompleteorder.label.amount
source: Amount
de: Betrag
es: Cantidad
fr_fr: Montant
id: Jumlah
it: Somma
ja: 数量
ko: 수량
nl: Bedrag
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
tr: Miktar
zh_hant: 数量

# dexcompleteorder.label.open
source: Open
de: Öffnen
es: Abrir
fr_fr: Ouvert
id: Buka
it: Apri
ja: オープン
ko: 대기 주문
pl: Otwarte
pt_br: Abrir
pt_pt: Em aberto
tr: Aç
zh_hant: 打开

# dexcompleteorder.label.orderIsCreated
source: The order is created
de: Die Bestellung wird erstellt
es: Se crea la orden
fr_fr: L'ordre est créé
id: Pesanan dibuat
it: L'ordine è stato creato
ja: 注文が作成されました
ko: 주문이 생성되었습니다
nl: De order is gemaakt
pl: Zlecenie zostało utworzone
pt_br: O ordem foi criada
pt_pt: Ordem criada
tr: emir girildi
zh_hant: 订单已经创建

# dexcompleteorder.label.price
source: Price
de: Preis
es: Precio
fr_fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
pt_pt: Cotação
tr: Fiyat
zh_hant: 价格

# dexcompleteorder.label.status
source: Status
es: Estado
fr_fr: Statut
it: Stato
ja: ステータス
ko: 상태
pt_pt: Estado
tr: Durum
zh_hant: 状态

# dexcompleteorder.label.time
source: Time
de: Zeit
es: Tiempo
fr_fr: Temps
id: Waktu
it: Orario
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt_br: Período
pt_pt: Hora
tr: Zaman
zh_hant: 时间

# dexcreateorder.button.ask
source: Ask
de: Brief
es: Pedir
fr_fr: Demande
id: Permintaan
ko: 매도 호가
nl: Vraag
pl: Podaż
pt_pt: Compra
zh_hant: 提问

# dexcreateorder.button.bid
source: Bid
de: Geld
es: Oferta
fr_fr: Offre
id: Penawaran
ko: 매수 호가
nl: Bod
pl: Popyt
pt_pt: Venda
zh_hant: 出价

# dexcreateorder.button.buy
source: Buy
de: Kaufen
es: Comprar
fr_fr: Acheter
id: Beli
it: Compra
ja: 購入
ko: 매수
nl: Kopen
pl: Kup
pt_br: Comprar
pt_pt: Comprar
tr: Al
zh_hant: 购买

# dexcreateorder.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# dexcreateorder.button.day
source: day
de: Tag
es: día
fr_fr: jour
id: hari
it: giorno
ja: 日
ko: 일
nl: dag
pl: dzień
pt_br: dia
pt_pt: dia
tr: gün
zh_hant: 天

# dexcreateorder.button.days
source: days
de: Tage
es: días
fr_fr: jours
id: hari
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt_br: dias
pt_pt: dias
tr: günler
zh_hant: 天

# dexcreateorder.button.hour
source: hour
de: Stunde
es: hora
fr_fr: heure
id: jam
it: ora
ja: 時間
ko: 시간
nl: uur
pl: godzina
pt_br: hora
pt_pt: hora
tr: saat
zh_hant: 小时

# dexcreateorder.button.last
source: Last
de: Zuletzt
es: Último
fr_fr: Dernier
id: Terakhir
it: Ultimi
ja: 最終
ko: 체결가
nl: Laatste
pl: Ostatnio
pt_br: Última
pt_pt: Última
tr: En son
zh_hant: 最近

# dexcreateorder.button.minutes
source: minutes
de: Minuten
es: minutos
id: menit
it: minuti
ja: 分
ko: 분
nl: minuten
pl: minuty
pt_br: minutos
pt_pt: minutos
tr: dakikalar
zh_hant: 分钟

# dexcreateorder.button.sell
source: Sell
de: Verkaufen
es: Vender
fr_fr: Vendre
id: Jual
it: Vendi
ja: 売却
ko: 매도
nl: Verkopen
pl: Sprzedaj
pt_br: Vender
pt_pt: Vender
tr: Sat
zh_hant: 卖出

# dexcreateorder.button.useTotalBalanace
source: Use total balance
de: Gesamtes Guthaben verwenden
es: Usar el balance total
fr_fr: Utiliser le solde total
id: Gunakan saldo total
it: Usa il saldo totale
ja: 残高をすべて使用
ko: 총 잔액 사용
nl: Gebruik de totale balans
pl: Wykorzystaj saldo całkowite
pt_br: Usar o saldo total
pt_pt: Máximo disponível
tr: Kullanılabilir bakiyenin tamamı
zh_hant: 使用全部余额

# dexcreateorder.button.week
source: week
de: Woche
es: semana
fr_fr: semaine
id: minggu
it: settimana
ja: 週
ko: 주
pl: tydzień
pt_br: semana
pt_pt: semana
tr: hafta
zh_hant: 星期

# dexcreateorder.label.Expiration
source: Expiration
de: Ablauf
es: Expiración
id: Kedaluwarsa
it: Scadenza
ja: 有効期限
ko: 만기
nl: vervaltijd
pl: Wygaśnięcie
pt_br: Prazo
pt_pt: Validade
tr: Geçerlilik
zh_hant: 有效期

# dexcreateorder.label.amountIn
source: Amount in
de: Betrag in
es: Cantidad en
fr_fr: Montant en
id: Jumlah dalam
it: Totale in
ja: 数量 / 単位：
ko: 받은 수량
nl: Bedrag in
pl: Kwota w
pt_br: Quantidade em
pt_pt: Quantidade em
tr: Miktar
zh_hant: 金额

# dexcreateorder.label.bigValue
source: Value is too big
de: Wert ist zu groß
es: El valor es demasiado grande
fr_fr: La valeur est trop grande
id: Nilai terlalu besar
it: Il valore è troppo grande
ja: 値が大きすぎます
ko: 최댓값을 초과하였습니다
nl: De waarde is te groot
pl: Wybrana liczba jest zbyt wysoka
pt_br: O valor é muito alto
pt_pt: O valor é superior ao permitido
tr: Değer çok büyük
zh_hant: 数值太大

# dexcreateorder.label.days
source: days
de: Tage
es: días
fr_fr: jours
id: hari
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt_br: dias
pt_pt: dias
tr: günler
zh_hant: 天

# dexcreateorder.label.error.notFundsFee
source: You don't have enough funds to pay the required fees.
de: Sie haben nicht genug Guthaben, um die erforderlichen Gebühren zu zahlen.
es: No tiene fondos suficientes para pagar las cuotas requeridas.
fr_fr: Vous n'avez pas assez de fonds pour payer les frais requis.
id: Anda tidak memiliki cukup dana untuk membayar biaya yang diperlukan.
it: Non hai fondi sufficienti per pagare le commissioni richieste.
ja: あなたは必要な手数料を支払う為に十分な資金を保有していません。
ko: 수수료를 지불하기 위한 충분한 자금이 없습니다.
nl: U heeft onvoldoende balans om de benodigde transactiekosten te betalen.
pl: Nie masz wystarczających środków na opłacenie wymaganych prowizji.
pt_br: Você não tem saldo suficiente para pagar as taxas exigidas.
pt_pt: Não tens fundos suficientes para pagar a taxa de transação.
tr: Komisyonu ödemek için yeterli bakiyeniz bulunmamaktadır
zh_hant: 您没有足够的资金来支付所需的费用。

# dexcreateorder.label.fee
source: Fee
de: Gebühr
es: Comisión
fr_fr: Frais
id: Biaya
it: Spese
ja: 手数料
ko: 수수료
nl: Transactiekosten
pl: Prowizja
pt_br: Taxa
pt_pt: Taxa
tr: Komisyon
zh_hant: 费用

# dexcreateorder.label.limitPriceIn
source: Limit Price in
de: Limit Preis in
es: Precio límite en
fr_fr: Prix limite en
id: Batasi Harga dalam
it: Prezzo limite a
ja: 上限価格 単位：
ko: 지정가
nl: Limietprijs in
pl: Limit ceny w
pt_br: Preço limite em
pt_pt: Valor máximo em
tr: Limit fiyat
zh_hant: 最高价格

# dexcreateorder.label.notEnough
source: Not enough
de: Nicht genug
es: No es suficiente
fr_fr: Insuffisant
id: Tidak cukup
it: insufficienti
ja: 不足しています
ko: 충분하지 않습니다
nl: Niet genoeg
pl: Niewystarczające
pt_br: Insuficiente
pt_pt: Valor insuficiente
tr: yeterli değil
zh_hant: 不足

# dexcreateorder.label.smallValue
source: Value is too small
de: Wert ist zu klein
es: El valor es demasiado pequeño
fr_fr: La valeur est trop petite
id: Nilai terlalu kecil
it: Il valore è troppo basso
ja: 値が小さすぎます
ko: 값이 너무 작습니다
nl: Waarde is te laag
pl: Wartość jest za mała
pt_br: O valor é muito baixo
pt_pt: O valor é inferior ao permitido
tr: Miktar çok az
zh_hant: 数额太少了

# dexcreateorder.label.totalIn
source: Total in
de: Gesamt in
es: Total en
fr_fr: Total en
id: Total dalam
it: Totale
ja: 合計
ko: 총
nl: Totaal in
pl: Razem w
pt_br: Total em
pt_pt: Total em
tr: toplam
zh_hant: 总数

# dexinfo.label.amountAsset
source: Amount Asset
es: Cantidad de activos
fr_fr: Montant de jetons
id: Pasar Aset
it: Importo Asset
ja: 価格表示通貨
ko: 자산 수량
nl: Bedrag Asset
pl: Aktywo kwotowe
pt_br: Quantidade do Ativo
pt_pt: Ativo
tr: Miktar
zh_hant: 资产总额

# dexinfo.label.popular
source: Popular
de: Beliebt
fr_fr: Populaire
id: Populer
it: Popolare
ja: 人気
nl: Populair
pl: Popularne
tr: Popüler
zh_hant: 受欢迎的

# dexinfo.label.priceAsset
source: Price Asset
de: Preis Asset
es: Precio del activo
fr_fr: Prix du jeton
id: Aset Harga
it: Prezzo Asset
ja: 量表示通貨
ko: 자산 가격
nl: Prijs Asset
pl: Aktywo cenowe
pt_br: Preço do Ativo
pt_pt: Cotação
tr: Fiyat
zh_hant: 资产价格

# dexlasttrades.button.buy
source: BUY
de: KAUFEN
es: COMPRAR
fr_fr: ACHETER
id: BELI
it: COMPRA
ja: 購入：
ko: 매수
nl: KOPEN
pl: KUP
pt_br: COMPRAR
pt_pt: COMPRAR
tr: AL
zh_hant: 买入

# dexlasttrades.button.sell
source: SELL
de: VERKAUFEN
es: VENDER
fr_fr: VENDRE
id: JUAL
it: VENDI
ja: 売却：
ko: 매도
nl: VERKOPEN
pl: SPRZEDAJ
pt_br: VENDER
pt_pt: VENDER
tr: SAT
zh_hant: 卖出

# dexlasttrades.label.amount
source: Amount
de: Menge
es: Cantidad
fr_fr: Montant
id: Jumlah
it: Somma
ja: 数量
ko: 수량
nl: Bedrag
pl: Ilość
pt_br: Quantidade
pt_pt: Quantidade
tr: Miktar
zh_hant: 总数

# dexlasttrades.label.emptyData
source: Nothing Here… The trading history is empty
de: Nichts hier… Die Handelshistorie ist leer
es: No hay nada aquí… El historial de trading está vacía
fr_fr: Il n'y a rien ici… L'historique de trading est vide
id: Tidak ada di Sini… Direktori perdagangan kosong
it: Niente qui… La cronologia delle transazioni è vuota
ja: 表示するデータがありません… 取引履歴がありません
ko: 아무것도 없습니다… 거래 내역이 없습니다
nl: Hier is niks… De handelshistorie is leeg
pl: Nic tutaj… Historia handlu jest pusta
pt_br: Nada há nada aqui… O histórico de negociação está vazio
pt_pt: Ainda não há nada aqui… O histórico de transações está vazio
tr: Burada bir şey yok… Takas geçmişi boş
zh_hant: 没有信息… 无历史交易纪录

# dexlasttrades.label.loadingLastTrades
source: Loading last trades…
de: Letzte Geschäfte laden…
es: Cargando las últimas operaciones…
fr_fr: Chargement des derniers trades…
id: Memuat perdagangan terakhir…
it: Caricamento delle ultime operazioni…
ja: 最新の取引を読み込んでいます
ko: 최근 거래 로딩 중…
nl: Laatste transacties laden…
pl: Ładowanie ostatnich transakcji…
pt_br: Carregando as últimas negociações…
pt_pt: A carregar a lista das últimas trocas…
tr: Son işlemler yükleniyor
zh_hant: 载入最近交易

# dexlasttrades.label.price
source: Price
de: Preis
es: Precio
fr_fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
pt_pt: Cotação
tr: Fiyat
zh_hant: 价格

# dexlasttrades.label.sum
source: Sum
de: Summe
es: Suma
fr_fr: Somme
id: Jumlah
it: Somma
ja: 合計
ko: 합계
nl: Som
pl: Suma
pt_pt: Total
tr: Toplam
zh_hant: 总数

# dexlasttrades.label.time
source: Time
de: Zeit
es: Hora
fr_fr: Temps
id: Waktu
it: Ora
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt_br: Período
pt_pt: Hora
tr: Zaman
zh_hant: 时间

# dexlist.button.addMarkets
source: Add Markets
de: Märkte hinzufügen
es: Añadir Mercados
fr_fr: Ajouter des marchés
id: Tambahkan Pasar
it: Aggiungi mercati
ja: マーケットを追加
ko: 마켓 추가
nl: Markten toevoegen
pl: Dodaj Rynki
pt_br: Adicionar Mercados
pt_pt: Adicionar mercados
tr: Pazar ekle
zh_hant: 添加市场

# dexlist.label.decentralisedExchange
source: Decentralised Exchange
de: Dezentrale Börse
es: Exchange descentralizado
fr_fr: Plateforme d'échange décentralisée
id: Desentralisasi Exchange
it: Exchange decentralizzato
ja: DEX
ko: 탈중앙화 거래소
nl: Gedecentraliseerde Exchange
pl: Zdecentralizowana Giełda
pt_br: Exchange Descentralizada
pt_pt: Exchange Descentralizada
tr: Merkezsiz Borsa
zh_hant: 去中心化交易

# dexlist.label.description
source: Trade quickly and securely. You retain complete control over your funds when trading them on our decentralised exchange.
de: Handeln Sie schnell und sicher. Sie behalten die volle Kontrolle über Ihr Geld, wenn Sie an unserer dezentralen Börse handeln.
es: Trading de forma rápida y segura. Conserve el control total sobre sus fondos en nuestro exchange descentralizado.
fr_fr: Échangez rapidement et de manière sécurisée. Vous gardez le contrôle absolu sur vos fonds lorsque vous les échangez sur notre plateforme d'échange décentralisée.
id: Berdagang dengan cepat dan aman. Anda tetap memegang kendali penuh atas dana Anda saat menukarkannya di bursa kami yang terdesentralisasi.
it: Scambia velocemente e in tutta sicurezza. Operando sul nostro exchange decentralizzato, avrai sempre e solo tu il totale controllo dei fondi che vorrai scambiare.
ja: 迅速で安全なトレードが可能です。分散型取引所において、あなたの資産は完全にあなたの管理下にあります。
ko: 빠르고 안전하게 거래하세요. 탈중앙화 거래소에서 거래하면 귀하의 자금을 완전히 통제할 수 있습니다.
nl: Handel snel en veilig. U behoudt de volledige controle over uw geld wanneer u ze verhandelt op onze gedecentraliseerde exchange.
pl: Handluj szybko i bezpiecznie. Zachowujesz pełną kontrolę nad swoimi środkami podczas obrotu nimi na naszej giełdzie zdecentralizowanej.
pt_br: Negocie com rapidez e segurança. Você mantém total controle sobre seus fundos ao negociá-los em nossa exchange descentralizada.
pt_pt: Faz trocas de uma forma rápida e segura. Ao utilizares a Exchange (Bolsa) descentralizada da Waves os teus fundos são controlados apenas por ti.
tr: Hızlı ve güvenli bir şekilde takas yapın. Merkezsiz borsada işlem yaparken tüm kripto paralarınızın kontrolü sizin elinizdedir.
zh_hant: 快速安全交易。在我们的去中心化交易平台，你的自己100%安全。

# dexlist.label.lastUpdate
source: Last update
de: Letztes Update
es: Última actualización
fr_fr: Dernière mise à jour
id: Pembaharuan Terakhir
it: Ultimo aggiornamento
ja: 最終更新
ko: 최근 업데이트
nl: Laatste update
pl: Ostatnia aktualizacja
pt_br: Última atualização
pt_pt: Última atualização
tr: Son güncelleme
zh_hant: 最新更新

# dexlist.label.price
source: Price
de: Preis
es: Precio
fr_fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
pt_pt: Cotação
tr: Fiyat
zh_hant: 价格

# dexlist.label.today
source: Today
de: Heute
es: Hoy
fr_fr: Aujourd'hui
id: Hari ini
it: Oggi
ja: 本日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
tr: Bugün
zh_hant: 今天

# dexlist.label.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr_fr: Hier
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
pt_pt: Ontem
tr: Dün
zh_hant: 昨天

# dexmarket.label.loadingMarkets
source: Loading markets…
de: Märkte laden…
es: Cargando mercados…
fr_fr: Chargement des marchés…
id: Memuat pasar…
it: Caricamento dei mercati…
ja: マーケットを読み込んでいます
ko: 마켓 로딩 중…
nl: Markten laden…
pl: Ładowanie rynków…
pt_br: Carregando os mercados…
pt_pt: A carregar a lista de mercados…
tr: Pazarlar yükleniyor…
zh_hant: 载入市场信息

# dexmarket.navigationBar.title
source: Markets
de: Märkte
es: Mercados
fr_fr: Marchés
id: Pasar
it: Mercati
ja: マーケット
ko: 마켓
nl: Markten
pl: Rynki
pt_br: Mercados
pt_pt: Mercados
tr: Pazarlar
zh_hant: 市场

# dexmarket.searchBar.placeholder
source: Search
de: Suche
es: Buscar
fr_fr: Rechercher
id: Pencarian
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Procurar
pt_pt: Pesquisar
tr: Ara
zh_hant: 搜寻

# dexmyorders.label.amount
source: Amount
es: Cantidad
id: Jumlah
ko: 수량
nl: Hoeveelheid
zh_hant: 总数

# dexmyorders.label.buy
source: Buy
de: Kaufen
es: Comprar
fr_fr: Achat
id: Beli
it: Compra
ja: 購入
ko: 매수
nl: Koop
pl: Kup
pt_br: Comprar
pt_pt: Comprar
tr: Al
zh_hant: 买入

# dexmyorders.label.date
source: Date
es: Fecha
id: Tanggal
ko: 날짜
nl: Datum
zh_hant: 日期

# dexmyorders.label.emptyData
source: Nothing Here… You do not have any orders
de: Nichts hier… Sie haben keine Aufträge
es: No hay nada aquí… No tiene ninguna orden.
fr_fr: Il n'y a rien ici… Vous n'avez pas d'ordres
id: Tidak ada di Sini… Anda tidak memiliki pesanan apa pun
it: Niente qui… Non hai nessun ordine
ja: 表示するデータがありません… 注文がありません
ko: 아무것도 없습니다… 주문 내역이 없습니다
nl: Hier is niks… U heeft geen orders
pl: Nic tutaj… Nie masz żadnych zleceń
pt_br: Nada há nada aqui… Você não tem nenhuma ordem
pt_pt: Não há nada aqui… Ainda não criaste Ordens no DEX
tr: Burada bir şey yok… Herhangi bir emriniz bulunmamaktadır.
zh_hant: 没有信息… 您没有任何交易

# dexmyorders.label.loadingLastTrades
source: Loading orders…
de: Orders werden geladen…
es: Cargando órdenes…
fr_fr: Chargement des ordres…
id: Memuat pesanan…
it: Caricamento ordini…
ja: 注文を読み込んでいます
ko: 주문 내역 로딩 중
nl: Orders laden…
pl: Ładowanie zleceń…
pt_br: Carregando as ordens…
pt_pt: A carregar a lista de ordens…
tr: Emirler yükleniyor…
zh_hant: 载入交易信息

# dexmyorders.label.price
source: Price
de: Preis
es: Precio
fr_fr: Prix
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt_br: Preço
pt_pt: Cotação
tr: Fiyat
zh_hant: 价格

# dexmyorders.label.sell
source: Sell
de: Verkaufen
es: Vender
fr_fr: Vente
id: Jual
it: Vendi
ja: 売却
ko: 매도
nl: Verkoop
pl: Sprzedaj
pt_br: Vender
pt_pt: Vender
tr: Sat
zh_hant: 卖出

# dexmyorders.label.side
source: Side
es: Lado
id: Sisi
ko: 유형
nl: Zijde
zh_hant: 边缘

# dexmyorders.label.status
source: Status
es: Estado
fr_fr: Statut
it: Stato
ja: ステータス
ko: 상태
pt_pt: Estado
tr: Durum
zh_hant: 状态

# dexmyorders.label.status.accepted
source: Open
de: Öffnen
es: Abrir
fr_fr: Ouvert
id: Buka
it: Aperto
ja: オープン
ko: 대기 주문
pl: Otwarte
pt_br: Abrir
pt_pt: Em aberto
tr: Aç
zh_hant: 打开

# dexmyorders.label.status.cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr_fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル済
ko: 취소된 주문
nl: Geannuleerd
pl: Anulowane
pt_br: Canceladas
pt_pt: Cancelada
tr: İptal edilmiş
zh_hant: 取消

# dexmyorders.label.status.filled
source: Filled
de: Ausgeführt
es: Completo
fr_fr: Rempli
id: Terisi
it: Completato
ja: 約定
ko: 체결 주문
nl: Gevuld
pl: Wypełnione
pt_br: Concluídas
pt_pt: Concluída
tr: Doldurulmuş
zh_hant: 满

# dexmyorders.label.status.partiallyFilled
source: Partial
de: Teilweise ausgeführt
es: Parcial
fr_fr: Partiel
id: Sebagian
it: Parziale
ja: 部分約定
ko: 부분 체결 주문
nl: Gedeeltelijk
pl: Częściowe
pt_br: Parciais
pt_pt: Parcialmente concluída
tr: Parçalı
zh_hant: 部分的

# dexmyorders.label.sum
source: Sum
es: Suma
id: Jumlah
ko: 합계
nl: Som
zh_hant: 总数
