Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# wallet.label.myAssets
source: My Asset
de: Meine Assets
es: Mi activo
fr_fr: Mon jeton
id: Aset saya
it: I miei Asset
ja: 自分のアセット
ko: 나의 자산
nl: Mijn Asset
pl: Moje Aktywo
pt_br: Meus ativos
pt_pt: Meus Ativos
tr: Benim kripto param
zh_hant: 我的资产

# wallet.label.quickNote.description.first
source: You can only transfer or trade WAVES that aren’t leased. The leased amount cannot be transferred or traded by you or anyone else.
de: Sie können nur WAVES übertragen oder tauschen, die nicht geleast sind. Der Leasingbetrag kann weder von Ihnen noch von anderen Personen übertragen oder gehandelt werden.
es: Sólo puede transferir o intercambiar WAVES que no estén arrendado 'leasing'. El importe arrendados no puede ser transferido ni intercambiado por usted o cualquier otra persona.
fr_fr: Vous pouvez transférer ou échanger uniquement les WAVES qui ne sont pas en leasing. Le montant en leasing ne peut être transféré ou échangé ni par vous ni par qui que ce soit d'autre.
id: Anda hanya dapat mentransfer atau memperdagangkan WAVES yang tidak disewakan. Jumlah yang disewakan tidak dapat ditransfer atau diperdagangkan oleh Anda atau orang lain.
it: Puoi trasferire o scambiare esclusivamente WAVES che non siano stati prestati. Il capitale prestato non può essere trasferito o scambiato né da te né da nessun altro.
ja: リースされていないWAVESのみトレードや送信することができます。リースされたトークンは誰もトレードや送信はできません。
ko: Lease 되지 않은 WAVES만 전송 및 거래가 가능합니다. Lease된 수량은 당신 또는 어떠한 사람이라도 전송하거나 거래할 수 없습니다.
nl: U kunt alleen WAVES die niet worden geleased, overdragen of verhandelen. Het geleasde bedrag kan niet door u of iemand anders worden overgedragen of verhandeld.
pl: Możesz przenosić lub sprzedawać WAVES, które nie są leasingowane. Leasingowana ilość nie może zostać przeniesiona ani handlowana przez ciebie lub kogokolwiek innego.
pt_br: Você só pode transferir ou negociar as WAVES que não estiverem alugadas. O montante alugado não pode ser transferido ou negociado por você ou por qualquer outra pessoa.
pt_pt: Só podes transferir ou trocar WAVES que não se encontrem concessionadas. O valor concessionado não pode ser usado por ninguém.
tr: Sadece kiralanmamış WAVES'lerinizi transfer veya takas edebilirsiniz. Kiralanmış miktarlar başka bir adrese gönderilemez veya takas amacı ile kullanılamaz.
zh_hant: 您只能转让或交易没有被租赁的WAVES币。已租赁的waves币不能被转让或交易。

# wallet.label.quickNote.description.second
source: You can cancel a leasing transaction as soon as it appears in the blockchain which usually occurs in a minute or less.
de: Sie können eine Leasing-Transaktion abbrechen, sobald sie in der Blockchain erscheint. Dies geschieht normalerweise in einer Minute oder weniger.
es: Puede cancelar una transacción de "leasing" tan pronto como aparezca en el blockchain que ocurre en un minuto o menos.
fr_fr: Vous pouvez résilier une transaction de leasing dès que celle-ci apparaît sur la blockchain, ce qui a habituellement lieu en une minute ou moins.
id: Anda dapat membatalkan transaksi leasing segera setelah muncul di blockchain yang biasanya terjadi dalam satu menit atau kurang.
it: Potrai revocare un prestito non appena la relativa transazione risulterà nella blockchain, il che di solito avviene nel giro di un minuto o poco meno.
ja: リーストランザクションは通常1分弱でブロックチェーン上に表示され、その後キャンセルすることができます。
ko: 귀하는 블록체인상에 올라간 Leasing 트랜잭션을 취소할 수 있습니다. 이는 일반적으로 1분 이내에 발생합니다.
nl: U kunt een leasing-transactie annuleren zodra deze in de blockchain verschijnt, dit is meestal binnen een minuut of minder.
pl: Możesz anulować transakcję leasingową, gdy tylko pojawi się w blockchain, co zwykle następuje w minutę lub mniej..
pt_br: Você pode cancelar seu aluguel assim que ele aparecer no blockchain, o que geralmente ocorre em um minuto ou menos.
pt_pt: Não tens fundos que cheguem
tr: Kiralama işlemini dilediğiniz zaman iptal edebilirsiniz. İptal işlemi saniyeler içerisinde gerçekleşir.
zh_hant: 您可以在区块链中出现租赁交易后立即取消租赁交易，通常可以在一分钟或更短时间内完成。

# wallet.label.quickNote.description.third
source: The generating balance will be updated after 1000 blocks.
de: Der erzeugende Kontostand wird nach 1000 Blöcken aktualisiert.
es: El saldo generado se actualizará después de 1000 bloques.
fr_fr: Le solde générateur sera mis à jour après 1000 blocks.
id: Penambahan saldo akan diperbarui setelah 1000 blok.
it: Il bilancio generato sarà aggiornato ogni 1000 blocchi.
ja: 生成中の残高は1000ブロック後に更新されます。
ko: Generating 잔액은 1,000 블록 후에 업데이트됩니다.
nl: De gegenereerde balans wordt na 1000 blokken bijgewerkt.
pl: Saldo zostanie zaktualizowane po 1000 blokach.
pt_br: O saldo poderá ser atualizado a partir de 1000 blocos.
pt_pt: O saldo de geração é atualizado após 1000 blocos.
tr: Üretim bakiyesi 1000 Blok sonra güncellenecektir.
zh_hant: 余额将在生成1000个块后更新。

# wallet.label.startedLeasing
source: Started Leasing
de: Leasing begonnen
es: Inicio de arrendamiento
fr_fr: Leasing initié
id: Memulai Sewa
it: Inizio prestito
ja: 開始されたリース
ko: 시작된 Leasing
nl: Begonnen met leasen
pl: Rozpoczęty Leasing
pt_br: Aluguel Iniciado
pt_pt: Concessão Iniciada
tr: Kiralama başladı
zh_hant: 开始租赁

# wallet.label.totalBalance
source: Total balance
de: Gesamtes Guthaben
es: Saldo total
fr_fr: Solde total
id: Total saldo
it: Bilancio
ja: 合計残高
ko: 총 잔액
nl: Totale balans
pl: Saldo całkowite
pt_br: Saldo total
pt_pt: Saldo disponível
tr: Toplam bakiye
zh_hant: 总余额

# wallet.label.viewHistory
source: Transaction history
de: Verlauf der Transaktionen
es: Historial de transacciones
fr_fr: Historique des transactions
id: Histori transaksi
it: Storia transazioni
ja: 取引履歴
ko: 거래 내역
nl: Transactie Geschiedenis
pl: Historia transakcji
pt_br: Histórico de transações
pt_pt: Histórico de transações
tr: İşlem geçmişi
zh_hant: 交易記錄

# wallet.navigationBar.title
source: Wallet
es: Cartera
fr_fr: Portefeuille
id: Dompet
ja: ウォレット
ko: 지갑
nl: Portemonnee
pl: Portfel
pt_br: Carteira
pt_pt: Carteira
tr: Cüzdan
zh_hant: 钱包

# wallet.section.activeNow
source: Active now (%d)
de: Jetzt aktiv (%d)
es: Activo (%d)
fr_fr: Actif maintenant (%d)
id: Aktif sekarang (%d)
it: Attivi (%d)
ja: 有効なリース (%d)
ko: 지금 활성화 (%d)
nl: Nu actief (%d)
pl: Teraz aktywny (%d)
pt_br: Ativar agora (%d)
pt_pt: Disponíveis (%d)
tr: Şu anda aktif (%d)
zh_hant: 现在激活 (%d)

# wallet.section.hiddenAssets
source: Hidden assets (%d)
de: Versteckte Assets (%d)
es: Activos ocultos (%d)
fr_fr: Jetons masqués (%d)
id: Aset Tersembunyi (%d)
it: Asset nascosti (%d)
ja: 隠されたアセット (%d)
ko: 숨긴 자산 (%d)
nl: Verborgen Assets (%d)
pl: Ukryte zasoby (%d)
pt_br: Ativos ocultos (%d)
pt_pt: Ativos escondidos (%d)
tr: Gizlenmiş kripto paralar (%d)
zh_hant: 隐藏资产 (%d)

# wallet.section.quickNote
source: Quick note
de: Schnelle Notiz
es: Nota rápida
fr_fr: Bref message
id: Catatan cepat
it: Nota rapida
ja: お知らせ
ko: 퀵노트
nl: Snelle notitie
pl: Krótka notatka
pt_br: Nota rápida
pt_pt: Nota rápida
tr: Hızlı not
zh_hant: 快速说明

# wallet.section.spamAssets
source: Spam assets (%d)
es: Spam de activos (%d)
fr_fr: Jetons suspects (%d)
id: Aset spam (%d)
it: Asset spam (%d)
ja: スパムアセット (%d)
ko: 스팸 자산 (%d)
pl: Podejrzane aktywa (%d)
pt_br: Ativos spam (%d)
pt_pt: Ativos classificados suspeitos (%d)
tr: Spam kripto paralar (%d)
zh_hant: 垃圾资产 (%d)

# wallet.segmentedControl.assets
source: Assets
es: Activos
fr_fr: Jetons
id: Aset
it: Asset
ja: アセット
ko: 자산
pl: Aktywa
pt_br: Ativos
pt_pt: Ativos
tr: Kripto paralar
zh_hant: 资产

# wallet.segmentedControl.leasing
source: Leasing
id: Sewa
it: Prestito
ja: リース
nl: Leasen
pt_br: Aluguel
pt_pt: Concessões
tr: Kiralama
zh_hant: 租赁

# walletsort.button.position
source: Position
es: Posición
id: Posisi
it: Posizione
ja: 位置
ko: 편집 완료
nl: Positie
pl: Pozycja
pt_br: Posição
pt_pt: Posição
tr: Pozisyon
zh_hant: 位置

# walletsort.button.visibility
source: Visibility
de: Sichtweite
es: Visibilidad
fr_fr: Visibilité
id: Visibilitas
it: Visibilità
ja: 表示
ko: 목록 편집
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visualizar
pt_pt: Visibilidade
tr: Görünürlük
zh_hant: 可见的

# walletsort.navigationBar.title
source: Sorting
de: Sortieren
es: Clasificación
fr_fr: Tri
id: Sortir
it: Ordinamento
ja: 並び替え
ko: 분류
nl: Sorteren
pl: Sortowanie
pt_br: Classificação
pt_pt: Ordenar
tr: Sıralama
zh_hant: 排序

# wavespopup.button.exchange
source: Exchange
de: Börse
fr_fr: Échange
it: Scambia
ja: トレード
ko: 거래
pl: Wymień
pt_br: Negociar
pt_pt: Trocar
tr: Takas
zh_hant: 交换

# wavespopup.button.receive
source: Receive
de: Erhalten
es: Recibir
fr_fr: Recevoir
id: Menerima
it: Ricevi
ja: 受信
ko: 수신
nl: Ontvang
pl: Otrzymaj
pt_br: Receber
pt_pt: Receber
tr: Al
zh_hant: 接收

# wavespopup.button.send
source: Send
de: Senden
es: Enviar
fr_fr: Envoyer
id: Kirim
it: Invia
ja: 送信
ko: 발신
nl: Verstuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
tr: Gönder
zh_hant: 发送

# wavespopup.label.comingsoon
source: Coming soon
de: Demnächst
es: Próximamente
fr_fr: Bientôt disponible
id: Segera akan datang
it: In arrivo
ja: 準備中
ko: 커밍순
nl: Komt binnenkort
pl: Już wkrótce
pt_br: Em breve
pt_pt: Em breve
tr: Yakında!
zh_hant: 很快会有更新

# passcode.alert.attempsended.button.ok
source: Ok
id: Baik
ko: 확인
nl: Oke
tr: Tamam

# hello.page.confirm.title
source: Confirm and Begin
fr_fr: Confirmer et Commencer
it: Conferma e inizia
ja: 同意して始める
pl: Potwierdź i rozpocznij
pt_br: Confirmar e iniciar
pt_pt: Confirmar e começar a usar
tr: Onaylayın ve başlayın

# hello.page.confirm.description1
source: I understand that my funds are held securely on this device, not by a company
fr_fr: Je comprends que mes fonds sont conservés de manière sécurisée sur cet appareil et non par une entreprise. Si cette application est déplacée vers un autre appareil ou supprimée, mes Waves ne peuvent être récupérés qu'avec la phrase de sauvegarde.
it: I understand that my funds are held securely on this device, not by a company. If this app is moved to another device or deleted, my Waves can only be recovered with the backup phrase.
ja: 私の資金が企業ではなく、私のデバイスに安全に保管されていることを理解します。また、アプリを他のデバイスに移動、または削除した場合、私のWavesはバックアップフレーズのみから復元できることを理解しています。
pl: Rozumiem, że moje środki są bezpiecznie przechowywane na tym urządzeniu, a nie przez firmę. Jeśli ta aplikacja zostanie przeniesiona na inne urządzenie lub usunięta, moje tokeny Waves mogą zostać odzyskane tylko za pomocą frazy zapasowej.
pt_br: I understand that my funds are held securely on this device, not by a company. If this app is moved to another device or deleted, my Waves can only be recovered with the backup phrase.
pt_pt: Entendo que os meus fundos estão guardados apenas neste dispositivo. Se esta aplicação foi movida para outro dispositivo ou apagada os meus fundos apenas podem ser recuperados com as palavras de recuperação desta carteira.
tr: I understand that my funds are held securely on this device, not by a company. If this app is moved to another device or deleted, my Waves can only be recovered with the backup phrase.

# hello.page.confirm.description2
source: I understand that if this app is moved to another device or deleted, my Waves can only be recovered with the backup phrase
fr_fr: J'ai lu et j'accepte la Politique de confidentialité
it: I have read and agree with the Privacy Policy
ja: I have read and agree with the Privacy Policy
pl: Przeczytałem i zgadzam się z Polityką Prywatności
pt_br: I have read and agree with the Privacy Policy
pt_pt: Li, entendi e aceitei a Política de Privacidade
tr: I have read and agree with the Privacy Policy

# hello.page.confirm.description3
source: I have read, understood, and agree to the Terms of Use
fr_fr: J'ai lu et j'accepte les Termes et Conditions
it: I have read and agree with the Terms and Conditions
ja: I have read and agree with the Terms and Conditions
pl: Przeczytałem i zgadzam się z Regulaminem
pt_br: I have read and agree with the Terms and Conditions
pt_pt: Li, entendi e aceitei os Termos de Utilização
tr: I have read and agree with the Terms and Conditions

# dexScriptAssetMessage.label.title
source: Order placement for a pair that includes a Smart Asset
fr_fr: Placement d'un ordre pour une paire comprenant un actif intelligent
it: Esecuzione di ordine regolato da Smart Asset
ja: スマートアセットを含むペアへの注文です
pl: Złożenie zamówienia na parę, która zawiera inteligentnyzasób (Smart Asset).
pt_br: Localizar ordem que inclua um par com Smart Asset
pt_pt: Criar ordem num par que inclui um Smart Asset
tr: Akıllı kripto para içeren bir çift için emir girme

# dexScriptAssetMessage.label.description
source: Smart assets are assets that include a script that sets the conditions for the circulation of the token. We do not recommend you perform operations with smart assets if you are an inexperienced user. Before making a transaction, please read the information about the asset and its script carefully.
fr_fr: Les actifs intelligents sont des actifs qui incluent un script qui définit les conditions de la circulation du jeton. Nous vous déconseillons d'effectuer des opérations avec des actifs intelligents si vous êtes un utilisateur inexpérimenté. Avant d'effectuer une transaction, veuillez lire attentivement les informations sur l'actif et son script.
it: Gli smat asset sono asset che includono uno script in grado di stabilire le condizioni relative alla circolazione del token. Si raccomanda di eseguire operazioni con smart asset solo se utenti esperti. Prima di eseguire una transazione, si prega di leggere attentamente le informazioni relative agli asset ed i relativi script.
ja: スマートアセットはトークンの流通方法に条件を付けるスクリプトが含まれているアセットです。 初心者はスマートアセットを利用しない事をお勧めします。トランザクションを作成される前に、アセットの情報とスクリプトを良く読み、お取り扱いください。
pl: Smasrt Assets (zasoby inteligentne) to aktywa zawierające skrypt, który określa warunki obiegu tokena. Nie zalecamy wykonywania operacji za pomocą Smart Assets, jeśli jesteś niedoświadczonym użytkownikiem. Przed dokonaniem transakcji przeczytaj uważnie informacje o takim tokenie i jego skrypcie.
pt_br: Os Smart assets são ativos com um script anexado que define as condições para a circulação do token. Não recomendamos que você execute operações com smart assets se você for um usuário inexperiente. Antes de fazer uma transação, por favor, leia as informações sobre o ativo e o seu script com cuidado.
pt_pt: Os Smart Assets são tokens que contém código que define as suas condições de execução. Não recomendamos que uses este tipo de ativos no caso de não estares à vontade com o seu funcionamento. Pesquisa sempre sobre mais informações do ativo antes de realizares qualquer tipo de transação.
tr: Akıllı kripto paralar, kripto paraların dolaşım standartlarını belirleyen Scriptlerden oluşur. Deneyimsiz bir kullanıcı iseniz akllı kripto paralar ile işlem yapmanızı önermiyoruz. Bir işlem yapmadan önce akıllı kripto paralar ve Script'ler ile ilgili bilgileri dikkatlice okuyunuz.

# dexScriptAssetMessage.button.continue
source: Continue
fr_fr: Continuer
it: Continua
ja: 次へ
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
tr: Devam

# dexScriptAssetMessage.button.cancel
source: Cancel
fr_fr: Annuler
it: Cancella
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal

# dexScriptAssetMessage.button.doNotShowAgain
source: Do not show again
fr_fr: Ne plus afficher
it: Non mostrare di nuovo
ja: 再度表示しない
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
pt_pt: Não mostrar novamente
tr: Tekrar gösterme

# hello.page.confirm.button.termsAndConditions
source: Terms and conditions
fr_fr: Conditions générales
it: Termini e condizioni
ja: 利用規約
pl: Regulamin
pt_br: Termos e condições
pt_pt: Termos e condições
tr: Koşullar ve şartlar

# hello.button.begin
source: Begin
fr_fr: Commencer
it: Inizia
ja: 開始
pl: Zacznij
pt_br: Iniciar
pt_pt: Começar
tr: Başla

# hello.page.confirm.subtitle
source: All the data on your Waves Wallet is encrypted and stored only on your device
fr_fr: Toutes les données de votre portefeuille Waves sont cryptées et stockées uniquement sur votre appareil
it: Tutti i dati relativi al tuo wallet Waves sono crittografati e memorizzati esclusivamente sul tuo dispositivo
ja: Waves ウォレットの全てのデータは暗号化され、お使いのデバイスにのみに保存されます
pl: Wszystkie dane na Twoim portfelu Waves są szyfrowane i przechowywane tylko na Twoim urządzeniu
pt_br: Todos os dados na sua Carteira Waves são criptografados e armazenados somente no seu dispositivo
pt_pt: Todos os dados da tua Waves Wallet são encriptados e guardados apenas no teu dispositivo.
tr: Waves cüzdanınızdaki tüm veriler şifrelenir ve sadece cihazınızda depolanır

# import.account.warning.seed.title
source: Your Seed phrase is too simple
fr_fr: La phrase secrète (SEED) doit être composée de 15 mots avec des espaces entre chaque mot
it: La frase SEED deve essere costituita di 15 parole intervallate da spazi
ja: SEEDフレーズは15の単語を含み、単語の間に空白が必要です
pl: Fraza SEED musi zawierać 15 słów ze spacjami pomiędzy nimi
pt_br: A SEED deve consistir de 15 palavras com espaços entre elas
pt_pt: O conjunto das palavras de recuperação deve conter 15 palavras, separadas por espaços
tr: Anahtar Kelimeler 15 kelimeden oluşmaktadır ve her kelimenin arasında bir boşluk vardır.

# import.account.warning.seed.subtitle
source: This is not secure. You should avoid using a Seed phrase that might be easy for someone else to guess. Are you sure you want to continue?
fr_fr: La phrase secrète (SEED) que vous avez saisie est trop courte. Assurez-vous de ne pas confondre la phrase avec une adresse de portefeuille. L'utilisation d'une adresse en tant que phrase secrète (SEED) peut entraîner une perte de fonds.
it: La frase SEED inserita è troppo corta. Assicurati di non confondere la frase con un indirizzo di portafoglio. L'utilizzo di un indirizzo come frase SEED può comportare la perdita di fondi.
ja: 入力されたSEEDフレーズが短いです。ウォレットのアドレスと間違えていないかご確認ください。アドレスをSEEDフレーズとして使うと、資金が消失する可能性があります。
pl: Wprowadziłeś zbyt krótką frazę SEED. Sprawdź, czy nie pomyliłeś frazy z adresem. Używanie adresu jako frazy SEED może spowodować utratę wszystkich środków.
pt_br: A SEED que você digitou é muito curta. Certifique-se de não confundir a SEED com o endereço da carteira. Usar uma SEED como um endereço pode resultar na perda de fundos.
pt_pt: O conjunto das palavras de recuperação é demasiado curto. Não confundas estas palavras com o endereço da Carteira. Usar um endereço como uma chave de recuperação pode resultar na perda dos fundos.
tr: Girdiğiniz Anahtar Kelimeler çok kısadır. Anahtar kelimeler ile cüzdan adresinizi karıştırmadığınızdan emin olun. Anahtar kelimeler yerine cüzdan adresinin kullanılması kayıplara neden olabilir.

# startleasingconfirmation.label.TXID
source: TXID
fr_fr: ID de transaction
pt_pt: ID da transação
