Repository: wavesplatform/WavesWallet-iOS
Catalog: WavesWallet-iOS/Resources/Localization/Waves/*.lproj/Waves.strings
Languages: de, es, fr_fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, tr, zh_hant

# asset.cell.assetInfo.description
source: Description
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 概要
ko: 설명
nl: Omschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
tr: Tanım
zh_hant: 描述

# asset.cell.assetInfo.issueDate
source: Issue date
de: Ausgabedatum
es: Fecha de emisión
fr_fr: Date d'émission
id: Tanggal rilis
it: Data emissione
ja: 発行日
ko: 발행일
nl: Datum van publicatie
pl: Data emisji
pt_br: Data de emissão
pt_pt: Data de emissão
tr: Oluşturulma tarihi
zh_hant: 生效日期

# asset.cell.assetInfo.issuer
source: Issuer
de: Herausgeber
es: Emisor
fr_fr: Émetteur
id: Penerbit
it: Emittente
ja: 発行者
ko: 발행자
nl: Uitgever
pl: Emitent
pt_br: Emissor
pt_pt: Emitente
tr: Oluşturan
zh_hant: 生效

# asset.cell.assetInfo.kind.notReissuable
source: Not reissuable
de: Nicht neu auflegbar
es: No re-emitible
fr_fr: Non réémissible
id: Tidak dapat diterbitkan kembali
it: Non Riemettibile
ja: 追加発行不可
ko: 재발행 불가능
nl: Niet herbruikbaar
pl: Bez możliwości emisji
pt_br: Não reemissível
pt_pt: Não reutilizável
tr: Tekrar üretilemez
zh_hant: 不可重复

# asset.cell.assetInfo.kind.reissuable
source: Reissuable
de: neu auflegbar
es: Re-emitible
fr_fr: Réémissible
id: Dapat diterbitkan kembali
it: Riemettibile
ja: 追加発行可
ko: 재발행 가능
nl: Opnieuw uit te geven
pl: Możliwość wielokrotnej emisji
pt_br: Reemissível
pt_pt: Reutilizável
tr: Tekrar üretilebilir
zh_hant: 可重复

# asset.cell.assetInfo.kind.title
source: Type
de: Typ
es: Tipo
id: Tipe
it: Tipologia
ja: タイプ
ko: 재발행 여부
pl: Typ
pt_br: Tipo
pt_pt: Tipo
tr: Tip
zh_hant: 类型

# asset.cell.assetInfo.name
source: Name
es: Nombre
fr_fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
tr: Ad
zh_hant: 名字

# asset.cell.assetInfo.title
source: Asset Info
es: Información del activo
fr_fr: Info du jeton
id: Info Aset
it: Info Asset
ja: アセット情報
ko: 자산 정보
pl: Informacja o aktywie
pt_br: Informações sobre o Ativo
pt_pt: Informação do Ativo
tr: Kripto para bilgisi
zh_hant: 资产信息

# asset.cell.assetInfo.totalAmount
source: Total amount
de: Gesamtbetrag
es: Cantidad total
fr_fr: Montant total
id: Jumlah total
it: Somma totale
ja: 合計数量
ko: 총 수량
nl: Totale hoeveelheid
pl: Ilość ogółem
pt_br: Quantidade total
pt_pt: Quantidade total
tr: Toplam Miktar
zh_hant: 总金额

# asset.cell.balance.avaliableBalance
source: Available balance
de: Verfügbares Guthaben
es: Saldo disponible
fr_fr: Solde disponible
id: Saldo Tersedia
it: Saldo disponibile
ja: 使用可能残高
ko: 사용 가능 잔액
nl: Beschikbaar saldo
pl: Dostępne saldo
pt_br: Saldo disponível
pt_pt: Saldo disponível
tr: Kullanılabilir bakiye
zh_hant: 可用余额

# asset.cell.balance.button.exchange
source: Exchange
de: Börse
es: Intercambio
fr_fr: Échanger
it: Scambia
ja: トレード
ko: 거래
pl: Wymień
pt_br: Negociar
pt_pt: Trocar
tr: Takas
zh_hant: 交易

# asset.cell.balance.button.receive
source: Receive
de: Empfangen
es: Recibir
fr_fr: Recevoir
id: Terima
it: Ricevi
ja: 受信
ko: 받기
nl: Ontvangen
pl: Otrzymaj
pt_br: Receber
pt_pt: Receber
tr: Al
zh_hant: 接收

# asset.cell.balance.button.send
source: Send
de: Senden
es: Enviar
fr_fr: Envoyer
id: Kirim
it: Invia
ja: 送信
ko: 보내기
nl: Versturen
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
tr: Gönder
zh_hant: 发送

# asset.cell.balance.inOrderBalance
source: In order
es: En orden
fr_fr: Placé sur un ordre
id: Dalam urutan
it: In ordine
ja: 順番に
ko: 대기 주문
nl: In volgorde
pl: W kolejności
pt_br: Em ordem
pt_pt: Em ordem
tr: Emir girilmiş
zh_hant: 生产订单

# asset.cell.balance.leased
source: Leased
de: Geleast
fr_fr: En leasing
id: Tersewa
it: Prestati
ja: リース済
ko: Lease된 수량
nl: Geleased
pl: Dzierżawione
pt_br: Alugado
pt_pt: Concessionado
tr: Kiralanmış
zh_hant: 租借

# asset.cell.balance.totalBalance
source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 총 수량
nl: Totaal
pl: Ogółem
tr: Toplam
zh_hant: 总数

# asset.cell.viewHistory
source: Transaction history
de: Verlauf der Transaktionen
es: Historial de transacciones
fr_fr: Historique des transactions
id: Histori transaksi
it: Cronologia transazioni
ja: 取引履歴
ko: 거래 내역
nl: Transactie Geschiedenis
pl: Historia transakcji
pt_br: Histórico de transações
pt_pt: Histórico de transações
tr: İşlem geçmişi
zh_hant: 交易記錄

# asset.header.lastTransactions
source: Last transactions
de: Letzte Transaktionen
es: Ultimas transacciones
fr_fr: Dernières transactions
id: Transaksi terakhir
it: Ultime transazioni
ja: 最終トランザクション
ko: 최근 트랜잭션
nl: Laatste transacties
pl: Ostatnie transakcje
pt_br: Últimas transações
pt_pt: Últimas transações
tr: Son işlemler
zh_hant: 最近交易

# asset.header.notHaveTransactions
source: You do not have any transactions
de: Sie haben keine Transaktionen
es: No tiene ninguna transacción.
fr_fr: Vous n'avez aucune transaction
id: Anda tidak memiliki transaksi apa pun
it: Non hai alcuna transazione
ja: 表示するトランザクションがありません
ko: 트랜잭션 내역이 없습니다
nl: U hebt geen transacties
pl: Nie masz żadnych transakcji
pt_br: Você não tem nenhuma transação
pt_pt: Não tens transações
tr: Herhangi bir işleminiz bulunmamaktadır
zh_hant: 你没有任何的交易

# assetlist.button.allList
source: All list
de: Alle Listen
es: Toda la lista
fr_fr: Toute la liste
id: Semua daftar
it: Tutti gli elenchi
ja: 全てのリスト
ko: 모든 목록
nl: Alle lijsten
pl: Cała lista
pt_br: Lista completa
pt_pt: Listar todos
tr: Tam liste
zh_hant: 所有清单

# assetlist.button.myList
source: With balance
de: Mit Guthaben
es: Con saldo
fr_fr: Avec solde
id: Dengan Saldo
it: Con bilancio
ja: リスト
ko: 잔액과 함께
nl: Met saldo
pl: Z saldem
pt_br: Com saldo
pt_pt: Com saldo
tr: Bakiyesi bulunan
zh_hant: 余额

# assetlist.button.withBalance
source: With balance
de: Mit Guthaben
es: Con saldo
fr_fr: Avec solde
id: Dengan Saldo
it: Con bilancio
ja: 残高と
ko: 잔액과 함께
nl: Met saldo
pl: Z saldem
pt_br: Com saldo
pt_pt: Com saldo
tr: Bakiye bulunan
zh_hant: 余额

# assetlist.label.assets
source: Assets
es: Activos
fr_fr: Jetons
id: Aset
ja: アセット
ko: 자산
pl: Aktywa
pt_br: Ativos
pt_pt: Ativos
tr: Kripto paralar
zh_hant: 资产

# assetlist.label.loadingAssets
source: Loading assets…
de: Assets laden…
es: Cargando activos…
fr_fr: Chargement des jetons…
id: Memuat aset…
it: Caricamento degli asset…
ja: 通貨を読み込んでいます
ko: 자산 로딩 중…
nl: Assets laden…
pl: Ładowanie aktywów…
pt_br: Carregando ativos…
pt_pt: A carregar ativos…
tr: Kripto paralar yükleniyor…
zh_hant: 资产信息导入

# backup.backup.navigation.title
source: Backup phrase
de: Sicherungssatz
es: Frase de seguridad
fr_fr: Phrase de sauvegarde
id: Frasa cadangan
it: Frase di Backup
ja: バックアップフレーズ
ko: 백업 구절
nl: Backup regel
pl: Kopia zapasowa frazy
pt_br: Frase de backup
pt_pt: Backup SEED
tr: Anahtar kelimeler
zh_hant: 备份短语

# backup.confirmbackup.button.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr_fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確定
ko: 승인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
tr: Onayla
zh_hant: 确认

# backup.confirmbackup.error.label
source: Wrong order, try again
de: Falsche Order, nochmal versuchen
es: Orden equivocada, vuelva a intentarlo.
fr_fr: Mauvais ordre, réessayez
id: Urutan salah, coba lagi
it: Ordine errato, prova di nuovo.
ja: 順番が間違っています。もう一度やり直してください
ko: 잘못된 주문입니다. 다시 시도하세요
nl: Verkeerde volgorde, probeer opnieuw
pl: Zła kolejność, spróbuj ponownie
pt_br: Ordem errada, tente novamente
pt_pt: Ordem com erros, tenta novamente
tr: Hatalı talep, tekrar deneyin
zh_hant: 顺序错误，请重试。

# backup.confirmbackup.info.label
source: Please, tap each word in the correct order
de: Bitte tippen Sie auf jedes Wort in der richtigen Reihenfolge
es: Por favor, deberá escoger cada palabra en el orden correcto
fr_fr: Veuillez placer chaque mot dans le bon ordre
id: Mohon ketuk setiap kata dengan urutan yang benar
it: Per favore, seleziona ogni parola nel corretto ordine
ja: それぞれの単語を正しい順番で選択して下さい
ko: 올바른 순서로 각 단어를 탭하세요
nl: Tik alsjeblieft op elk woord in de juiste volgorde
pl: Proszę wybrać każde słowo w poprawnej kolejności
pt_br: Por favor, toque em cada palavra na ordem correta
pt_pt: Por favor, introduz as palavras pela sua ordem correta
tr: Her bir kelimeye doğru sıra ile dokunun
zh_hant: 请按正确的顺序排列单词

# backup.confirmbackup.navigation.title
source: Confirm backup
de: Backup bestätigen
es: Confirmar la copia de seguridad
fr_fr: Confirmer la sauvegarde
id: Konfirmasi pencadangan
it: Conferma backup
ja: バックアップを確定
ko: 백업 승인
nl: Bevestig een back-up
pl: Potwierdź kopię zapasową
pt_br: Confirme o backup
pt_pt: Confirma o backup
tr: Yedeği doğrula
zh_hant: 确认备份

# backup.needbackup.button.backupnow
source: Back Up Now
de: Jetzt sichern
es: Hacer el backup ahora
fr_fr: Sauvegarder maintenant
id: Cadangkan Sekarang
it: Esegui il backup ora
ja: 今すぐバックアップ
ko: 즉시 백업합니다
nl: Nu backuppen
pl: Utwórz kopię zapasową teraz
pt_br: Fazer o backup agora
pt_pt: Faz um Backup
tr: Şimdi yedekle
zh_hant: 现在备份

# backup.needbackup.button.doitlater
source: Do it later
de: Später erledigen
es: Hacerlo más tarde
fr_fr: Le faire plus tard
id: Lakukan nanti
it: Lo faccio dopo
ja: あとで
ko: 다음에 백업합니다
nl: Doe het later
pl: Zrób to później
pt_br: Fazer isso depois
pt_pt: Fazer mais tarde
tr: Daha sonra yap
zh_hant: 稍后再做

# backup.needbackup.label.detail
source: You must save the secret phrase. It is crucial for accessing your account.
de: Sie müssen den geheimen Satz speichern. Er ist wichtig für den Zugriff auf Ihr Konto.
es: Debe guardar su frase de seguridad. Es crucial para acceder a su cuenta.
fr_fr: Vous devez conserver la phrase secrète. C'est crucial afin d'accéder à votre compte.
id: Anda harus menyimpan frasa rahasia. Sangat penting untuk mengakses akun Anda.
it: Salva la tua frase segreta. È cruciale per accedere al tuo account.
ja: 秘密のフレーズを必ず保存してください。あなたのアカウントにアクセスするためにとても重要です。
ko: 백업 구절을 반드시 저장해야 합니다. 귀하의 계정에 대한 액세스를 위해 매우 중요한 과정입니다.
nl: U moet de geheime regel opslaan. Het is cruciaal voor toegang tot uw account.
pl: Musisz zapisać tajną frazę. Ma to kluczowe znaczenie dla uzyskania dostępu do konta.
pt_br: Você deve salvar a frase secreta. Ela é crucial para acessar sua conta.
pt_pt: Deves fazer a cópia de segurança das palavras de recuperação. É fundamental para continuares a aceder à conta.
tr: Anahtar kelimelerinizi kaydetmeniz zorunludur. Aksi halde hesabınıza erişemeyebilirsiniz.
zh_hant: 你必须保存这个秘密短语。这个对你登录你的账户是非常关键的。

# backup.needbackup.label.title
source: No Backup, No Money
de: Keine Sicherung, kein Geld
es: No dinero sin su frase de seguridad,
fr_fr: Pas de sauvegarde, pas d'argent
id: Tidak Ada Cadangan, Tidak ada Uang
it: Niente Backup, Niente Soldi
ja: バックアップなしでは、あなたの資産は守られません
ko: 백업을 하지 않으면 자산을 잃을 수 있습니다
nl: Geen back-up, geen geld
pl: Nie ma kopii zapasowej, nie ma środków
pt_br: Sem backup, Sem Dinheiro
pt_pt: Dizer Não ao Backup pode significar dizer Não ao teu dinheiro
tr: Yedek yoksa, para da yok!
zh_hant: 没有备份，将失去资金。

# backup.savebackup.copy.label.title
source: Please carefully write down these 15 words or copy them
de: Schreiben Sie diese 15 Wörter bitte sorgfältig auf oder kopieren Sie sie
es: Por favor, escriba cuidadosamente estas 15 palabras o cópielas
fr_fr: Veuillez noter soigneusement ces 15 mots ou les copier
id: Harap hati-hati menuliskan 15 kata ini atau salin
it: Per favore, scrivi attentamente queste 15 parole oppure copiale
ja: これらの15単語を慎重に書き留めるかコピーしてください
ko: 이 15 단어를 반드시 메모하거나 저장하세요
nl: Noteer deze 15 woorden zorgvuldig of kopieer ze
pl: Proszę dokładnie zanotować te 15 słów lub je skopiować
pt_br: Por favor, anote ou copie cuidadosamente estas 15 palavras
pt_pt: Por favor, anota corretamente estas 15 palavras
tr: Lütfen 15 kelimeyi dikkatlice not alın veya kopyalayın.
zh_hant: 请认真地抄下或者复制这15个单词

# backup.savebackup.label.title
source: Since only you control your money, you’ll need to save your backup phrase in case this app is deleted
de: Da nur Sie Ihr Geld kontrollieren, müssen Sie Ihre Sicherungsphrase speichern, falls diese App gelöscht wird oder Sie Ihren Account neu einrichten möchten.
es: Sólo controla su dinero, deberá guardar su frase de seguridad en caso de que esta aplicación se haya eliminado
fr_fr: Vu que vous êtes seul à contrôler votre argent, vous devrez enregistrer votre phrase de sauvegarde dans le cas où cette application est supprimée
id: Karena hanya Anda yang mengontrol uang Anda, Anda harus menyimpan frasa cadangan Anda jika aplikasi ini dihapus
it: Poichè soltanto tu hai il controllo sui tuoi fondi, sarà bene copiare questa frase di backup in caso quest'app venisse rimossa
ja: あなたのお金を管理できるのはあなただけです。このアプリが削除された場合に備え、バックアップフレーズを保存する必要があります。
ko: 귀하의 자산은 당신만 통제할 수 있습니다. 앱이 삭제될 경우를 대비해 반드시 백업 구절을 저장해야 합니다.
nl: Omdat alleen u uw geld beheert, moet u uw back-up regel bewaren voor het geval deze app wordt verwijderd of teruggaat
pl: Ponieważ tylko Ty kontrolujesz swoje środki, musisz zapisać kopię zapasową frazy, na przypadek gdy ta aplikacja zostanie usunięta
pt_br: Como só você controla seu dinheiro, é necessário salvar sua frase de backup, caso esse aplicativo seja excluído
pt_pt: Tu é que controlas os teus fundos, mais ninguém! Guarda o conjunto das tuas palavras de recuperação para que possas recuperar esta carteira mais tarde
tr: Hesabınızı sadece siz kontrol edersiniz. Uygulamanın silinmesi durumuna karşı Anahtar kelimelerinizi mutlaka kaydedin.
zh_hant: 为了保护您的资金，请务必保存好你的备份短语，防止万一您的APP被误删的情况。

# backup.savebackup.navigation.title
source: Save backup phrase
de: Sicherungssatz speichern
es: Guardar la frase de seguridad
fr_fr: Enregistrer la phrase de sauvegarde
id: Simpan frasa cadangan
it: Salva frase di backup
ja: バックアップフレーズを保存
ko: 백업 구절 저장
nl: Bewaar backup-regel
pl: Zapisz kopię zapasową wyrażenia
pt_br: Salvar frase de backup
pt_pt: Guarda uma cópia de segurança das palavras de recuperação
tr: Anahtar kelimeleri yedekle
zh_hant: 保持备份短语

# backup.savebackup.next.button.title
source: I've written it down
de: Ich habe es notiert
es: Les he escrito
fr_fr: Je l'ai écrite
id: Saya telah menuliskannya
it: L'ho scritta
ja: 書き留めました
ko: 메모했습니다
nl: Ik heb het opgeschreven
pl: Zapisałem to
pt_br: Eu escrevi isso
pt_pt: Escrevi as palavras corretamente
tr: Not aldım
zh_hant: 我已经抄好

# backup.savebackup.next.label.title
source: You will confirm this phrase on the next screen
de: Sie müssen diese Phrase auf dem nächsten Bildschirm bestätigen
es: Confirmará esta frase en la siguiente pantalla
fr_fr: Vous confirmerez cette phrase à l'écran suivant
id: Anda akan mengkonfirmasi frasa ini di layar berikutnya
it: Potrai confermare questa frase nella prossima schermata.
ja: あなたは次の画面でこのフレーズの入力を求められます
ko: 다음 페이지에서 백업 구절을 승인해야 합니다
nl: U bevestigt deze zin op het volgende scherm
pl: Potwierdzisz tę frazę na następnym ekranie
pt_br: Você confirmará esta frase na próxima tela
pt_pt: Verifica agora se anotaste corretamente todas as palavras
tr: Bu kelimeleri bir sonraki ekranda doğrulayacaksınız.
zh_hant: 你将在下一个界面确认这些短语

# biometric.localizedCancelTitle
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# biometric.localizedFallbackTitle
source: Enter Passcode
de: Passcode eingeben
es: Introducir la contraseña
fr_fr: Entrez le code PIN
id: Masukkan Passcode
it: Inserisci il codice di accesso
ja: パスコードを入力
ko: Passcode 입력
nl: Voer uw toegangscode in
pl: Wprowadź kod dostępu
pt_br: Digite a Passcode
pt_pt: Introduz o código de acesso
tr: Pin'inizi girin
zh_hant: 输入密码

# biometric.manyattempts.subtitle
source: To unlock biometric, sign in with your account password
de: Melden Sie sich zum Entsperren von Biometrie mit Ihrem Kontopasswort an
es: Para desbloquear biométrico, inicie sesión con la contraseña de su cuenta
fr_fr: Pour déverrouiller la biométrie, connectez-vous avec le mot de passe de votre compte
id: Untuk membuka kunci biometrik, masuk dengan kata sandi akun Anda
it: Per sbloccare l'accesso biometrico, accedi con la password del tuo account
ja: 生体認証のロックを解除するには、アカウントのパスワードでログインします
ko: 생체 인식 잠금을 해제하려면 계정 비밀번호로 로그인하십시오
nl: Om biometrische gegevens te ontgrendelen, logt u in met uw accountwachtwoord
pl: Aby odblokować dane biometryczne, zaloguj się za pomocą hasła do konta
pt_br: Para desbloquear biométrico, entre com a senha da sua conta
pt_pt: Inicia a sessão com a tua password para desbloqueares os recursos biométricos
tr: Biyometrik kilidini açmak için hesap şifrenizle giriş yapın
zh_hant: 要解鎖生物識別，請使用您的帳戶密碼登錄

# biometric.manyattempts.title
source: Too many attempts
de: Zu viele Versuche
es: Demasiados intentos
fr_fr: Trop de tentatives
id: Terlalu banyak upaya
it: Troppi tentativi falliti
ja: 規定回数を超えました
ko: 시도 횟수 초과
nl: Te veel pogingen
pl: Zbyt wiele prób
pt_br: Muitas tentativas
pt_pt: Foi atingido o número máximo de tentativas
tr: Çok fazla deneme
zh_hant: 尝试次数太多

# biometric.readfromkeychain
source: Access to your wallet
de: Authentifizieren Sie sich um Zugriff auf Ihre Wallet zu erhalten und die Transaktion zu signieren
es: Acceso a su cartera
fr_fr: Accès à votre portefeuille
id: Akses ke dompet Anda
it: Accedi al tuo wallet
ja: あなたのウォレットにアクセス
ko: 귀하의 지갑에 액세스
nl: Toegang tot uw Portemonnee
pl: Dostęp do Twojego portfela
pt_br: Acessar sua carteira
pt_pt: Aceder à carteira
tr: Cüzdanınıza erişin
zh_hant: 进入钱包

# biometric.saveinkeychain
source: Access to your wallet
de: Authentifizieren Sie sich um Ihren privaten Schlüssel zu speichern
es: Acceso a su cartera
fr_fr: Accès à votre portefeuille
id: Akses ke dompet Anda
it: Accedi al tuo wallet
ja: あなたのウォレットにアクセス
ko: 귀하의 지갑에 액세스
nl: Toegang tot uw Portemonnee
pl: Dostęp do Twojego portfela
pt_br: Acessar sua carteira
pt_pt: Aceder à carteira
tr: Cüzdanınıza erişin
zh_hant: 进入钱包

# cameraAccess.alert.allow
source: Allow Camera
de: Kamera zulassen
es: Permitir cámara
fr_fr: Autoriser l'appareil photo
id: Izinkan Kamera
ja: カメラの使用を許可する
ko: 카메라 허용
nl: Camera toestaan
pl: Zezwalaj na kamerę
pt_br: Permitir câmera
pt_pt: Autorizar a câmera
tr: Kameraya İzin Ver
zh_hant: 允许相机访问

# cameraAccess.alert.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# cameraAccess.alert.message
source: Camera access is required to make full use of this app
de: Der Zugriff auf die Kamera ist erforderlich, um diese App voll nutzen zu können
es: Se requiere acceso a la cámara para usar esta aplicación
fr_fr: Un accès à l'appareil photo est nécessaire pour utiliser pleinement cette application.
id: Akses kamera diperlukan untuk memanfaatkan sepenuhnya aplikasi ini
ja: アプリ内の全ての機能にアクセスするためにカメラ機能へのアクセスを許可してください
ko: 이 앱을 최대한 활용하려면 카메라에 액세스해야합니다
nl: Cameratoegang is nodig om deze app volledig te kunnen gebruiken
pl: Dostęp do kamery jest wymagany, aby w pełni korzystać z tej aplikacji
pt_br: O acesso à câmera é necessário para fazer uso total deste aplicativo
pt_pt: Necessitas de autorizar o acesso à câmera para tirares partido total do uso desta app
tr: Bu uygulamanın tam kullanımını sağlamak için kamera erişimi gereklidir
zh_hant: 需要允许相机访问才能充分利用此应用程序

# cameraAccess.alert.title
source: Need Camera Access
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
fr_fr: Besoin d'un accès à l'appareil photo
id: Butuh Akses Kamera
ja: カメラ機能へのアクセス権が必要です
ko: 카메라 액세스 필요
nl: Cameratoeging bendodigd
pl: Potrzebny Dostęp do Kamery
pt_br: É necessário o acesso à câmera
pt_pt: É necessário aceder à câmera
tr: Kamera Erişimi Gerekir
zh_hant: 需要相机访问

# changepassword.button.confirm.title
source: Confirm
de: Bestätigen
es: Confirmar
fr_fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確定
ko: 승인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
tr: Doğrula
zh_hant: 确认

# changepassword.navigation.title
source: Changed password
de: Passwort geändert
es: Contraseña cambiada
fr_fr: Mot de passe modifié
id: Kata sandi diubah
it: Password modificata
ja: パスワードを変更
ko: 비밀번호 변경
nl: Gewijzigd wachtwoord
pl: Zmienione hasło
pt_br: Senha alterada
pt_pt: Mudaste a password
tr: Parolayı değiştir
zh_hant: 修改密码

# changepassword.textfield.confirmpassword.title
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
id: Konfirmasi sandi
it: Conferma password
ja: 新しいパスワードを再入力
ko: 비밀번호 승인
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt_br: Confirmar a Senha
pt_pt: Confirma a password
tr: Parolayı doğrula
zh_hant: 确认密码

# changepassword.textfield.createpassword.title
source: New password
de: Neues Passwort
es: Nueva contraseña
fr_fr: Nouveau mot de passe
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
ko: 신규 비밀번호
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
pt_pt: Nova password
tr: Yeni parola
zh_hant: 新密码

# changepassword.textfield.error.atleastcharacters
source: Minimum %d characters
de: Mindestens %d zeichen
es: Mínimo %d caracteres
fr_fr: Minimum %d caractères
id: Minimum %d karakter
it: Minimo %d caratteri
ja: 最低 %d 文字
ko: 최소 %d 글자
nl: Minimaal %d karakters
pl: Minimum %d znaków
pt_br: Mínimo de %d caracteres
pt_pt: Mínimo de %d caracteres
tr: Minimum %d karakter
zh_hant: 至少 %d 字符

# changepassword.textfield.error.incorrectpassword
source: incorrect password
de: falsches Passwort
es: contraseña incorrecta
fr_fr: Mot de passe erroné
id: kata kunci Salah
it: password errata
ja: パスワードが間違っています
ko: 잘못된 비밀번호입니다
nl: Incorrect wachtwoord
pl: niepoprawne hasło
pt_br: Senha incorreta
pt_pt: A password não está correta
tr: hatalı parola
zh_hant: 密码错误

# changepassword.textfield.error.passwordnotmatch
source: password not match
de: Passwort stimmt nicht überein
es: La contraseña no coincide
fr_fr: ne correspond pas
id: kata sandi tidak cocok
it: la password non corrisponde
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
nl: wachtwoord komt niet overeen
pl: hasło nie pasuje
pt_br: A senha não corresponde
pt_pt: As palavras chave não coincidem
tr: parolalar eşleşmiyor
zh_hant: 密码不匹配

# changepassword.textfield.oldpassword.title
source: Old password
de: Altes Passwort
es: Contraseña anterior
fr_fr: Ancien mot de passe
id: Password lama
it: Vecchia password
ja: 現在のパスワード
ko: 이전 비밀번호
nl: Oud Wachtwoord
pl: Stare hasło
pt_br: Senha antiga
pt_pt: Password antiga
tr: Eski parola
zh_hant: 旧密码

# chooseaccount.alert.button.no
source: Cancel
de: Abbrechen
es: Cancelar
fr_fr: Annuler
id: Batalkan
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal
zh_hant: 取消

# chooseaccount.alert.button.ok
source: Yes
de: Ja
es: Si
fr_fr: Oui
id: Ya
it: Si
ja: はい
ko: 네
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
tr: Evet
zh_hant: 是的

# chooseaccount.alert.delete.message
source: Are you sure you want to delete this account?
de: Möchten Sie dieses Konto wirklich löschen?
es: ¿Seguro que quiere eliminar esta cuenta?
fr_fr: Êtes-vous sûr de vouloir supprimer ce compte?
id: Anda yakin ingin menghapus akun ini?
it: Sei sicuro di voler cancellare questo account?
ja: このアカウントを本当に削除してもよろしいですか？
ko: 본 계정을 정말 삭제하시겠습니까?
nl: Weet u zeker dat u dit account wilt verwijderen?
pl: Czy na pewno chcesz usunąć to konto?
pt_br: Tem certeza de que deseja excluir esta conta?
pt_pt: Tens a certeza de queres apagar esta conta?
tr: Bu hesabı silmek istediğinizden emin misiniz?
zh_hant: 您确认要删除账户？

# chooseaccount.alert.delete.title
source: Delete account
de: Konto löschen
es: Borrar cuenta
fr_fr: Supprimer le compte
id: Hapus akun
it: Elimina l'account
ja: アドレスを削除
ko: 계정 삭제
nl: Account verwijderen
pl: Usuń konto
pt_br: Excluir conta
pt_pt: Apagar a conta
tr: Hesabı sil
zh_hant: 删除账户
